[
  {
    "title":"Liverpool or Bayern? Xabi Alonso's preference revealed",
    "link":"https:\/\/tribuna.com\/en\/news\/liverpoolfc-2024-02-16-liverpool-or-bayern-xabi-alonsos-preference-revealed\/",
    "author":"Aleksei Blokhin",
    "source":"Footmercato",
    "publish_time":1708041600000,
    "content":"Xabi Alonso 'prefers' a Liverpool job to taking charge at Bayern, Foot Mercato's Santi Aouna reports.Both clubs supposedly have the Spaniard as the leading candidate to take over. Jurgen Klopp is set to leave Liverpool at the end of the season while Bayern are unhappy with Thomas Tuchel and are considering sacking him. At least Real Madrid are out of the race for the Spaniard, having extended Carlo Ancelotti's contract until 2025.Alonso is under contract with Bayer until 2026, a team he's taken to the first position in the Bundesliga. Leverkusen will do everything in their power to keep him.'He knows what he has': Bayer chief makes bullish claim on Xabi Alonso futureNote that the story comes from French journalist Santi Aouna. He is generally considered quite reliable but it's better to wait for a confirmation from the likes of Fabrizio Romano and David Ornstein before beginning to celebrate the arrival of Alonso.",
    "thumbnail":"https:\/\/e0.365dm.com\/24\/02\/1600x900\/skysports-xabi-alonso-liverpool_6471219.jpg?20240227165150",
    "category":"Injury Update"
  },
  {
    "title":"Liverpool player wins Premier League January POTM — not Bradley",
    "link":"https:\/\/tribuna.com\/en\/news\/liverpoolfc-2024-02-16-liverpool-player-wins-premier-league-january-potm-not-bradley\/",
    "author":"Aleksei Blokhin",
    "source":"Liverpool FC",
    "publish_time":1708041600000,
    "content":"Diogo Jota has been named the Premier League Player of the Month for January. The Portuguese wins the accolade for the first time after scoring three goals and providing two assists in three league fixtures last month.The striker definitely deserves the award for the role he played in the Reds' results. Curiously, he didn't win the Liverpool Player of the Month award for the last month.It went to Conor Bradley, who impressed fans with his excellent performances at right-back. The Northern Irishman also competed for the Prem POTM but lost it to Jota.The Portugal international has also beaten Elijah Adebayo (Luton Town), Kevin De Bruyne (Manchester City), Gabriel Magalhaes (Arsenal) and Richarlison (Tottenham) to win the accolade.'It was pretty mental': Bradley names his best Liverpool moment to date",
    "thumbnail":"https:\/\/www.thisisanfield.com\/wp-content\/uploads\/2WFM8R3-copy.jpg",
    "category":"Match Result"
  },
  {
    "title":"Salah fit for Brentford: Klopp gives team news update on 6 players",
    "link":"https:\/\/tribuna.com\/en\/news\/liverpoolfc-2024-02-16-salah-fit-for-brentford-klopp-gives-team-news-update-on-6-players\/",
    "author":"Aleksei Blokhin",
    "source":"Liverpool Echo",
    "publish_time":1708041600000,
    "content":"Jurgen Klopp has provided a team news update on six Liverpool players ahead of the Brentford game.\"Mo [Salah] is back in full training. That brings him automatically into contention,\" the boss said, as quoted by the Liverpool Echo. \"Ibou [Konate] is not suspended any more, Joey [Gomez] is fit again, Conor [Bradley] is back, Ali is back, so that's a positive. Thiago, no.\"The Egyptian sustained a hamstring injury while at the African Cup of Nations and spent a month on the sidelines.Bradley was granted compassionate leave after the passing away of his father. Alisson and Gomez were left out of the Burnley squad due to illness.As for Thiago, the Spaniard sustained a muscle injury in his first appearance for the Reds this season against Arsenal. There are reports that he could be out until the end of the season.",
    "thumbnail":"https:\/\/e0.365dm.com\/23\/11\/1600x900\/skysports-football-liverpool_6378010.jpg?20231130211842",
    "category":"Injury Update"
  },
  {
    "title":"Mourinho explains why he didn't accept England manager job, Ferdinand's reaction spotted",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-02-16-mourinho-explains-why-he-didnt-accept-england-manager-job-ferdinands-reaction-spotted\/",
    "author":"Andrii Sokolovskyi",
    "source":"Rio Ferdinand Presents FIVE",
    "publish_time":1708041600000,
    "content":"In a recent conversation with Rio Ferdinand, Jose Mourinho disclosed that he was once presented with the opportunity to manage the England national football team.Mourinho has carved his niche as one of the best in the business over the years. His impressive resume boasts stints with renowned clubs like Chelsea, Inter Milan, Real Madrid, Manchester United and  Roma.Despite his success at the club level, Mourinho's name has frequently been associated with international management. His revelation about the England offer adds another layer to his already storied careerOn the podcast, Mourinho said: \"I refused great working opportunities. The first one was even very very hard to refuse because it was Portugal. I could be their coach in the national team, also yours (points at Rio).\"Ferdinand replied: \"Imagine, we would've won something.\"Mourinho continued: \"I had it there, on the table.\"At this point, Ferdinand put his hand on his face and said: \"No way!\"Then Mourinho proceeded to explain why he didn't accept the job: \"Because I was, I still there a little bit. I had always the national team job as something that I wouldn't enjoy.\" Mourinho also praised the new generation of English players. He added: \"It is a very good generation. They've got to the Euro final, they can do it.\" 'It hurt the most': Jose Mourinho opens up on Roma sacking",
    "thumbnail":"https:\/\/images.ladbible.com\/resize?type=webp&quality=70&width=1200&fit=contain&gravity=auto&url=https:\/\/images.ladbiblegroup.com\/v3\/assets\/blta90d05ad41a54a71\/blt7acc53d5c365c0db\/65ce09ebd76584040a245552\/416672266_783212069820649_8342030057731167008_n.png",
    "category":"Injury Update"
  },
  {
    "title":"Arsenal 'leading race' to sign Ivan Toney this summer (reliability: 3 stars)",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-02-15-arsenal-leading-race-to-sign-ivan-toney-this-summer-reliability-3-stars\/",
    "author":"Georgy Tzepkovsky",
    "source":"Football Insider",
    "publish_time":1707955200000,
    "content":"Arsenal are already looking forward to the upcoming summer transfer window under manager Mikel Arteta.According to Football Insider, the Gunners are 'leading the race' to sign Ivan Toney at the end of the 2023\/24 season.The 27-year-old made his return to action last month after his eight-month gambling ban expires, scoring three goals in four games.However, this means that Toney won't come cheap with Brentford looking to ask around £80 million for the striker who has a year left on his contract.Brentford boss Thomas Frank: 'It's obvious Toney will be sold this summer'",
    "thumbnail":"https:\/\/independent.ng\/wp-content\/uploads\/IVAN-TONEY-1.jpg",
    "category":"Transfer"
  },
  {
    "title":"'Same barber from the age of eight': Philip Foden shocks CBS pundits with the price he pays for his haircut",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-02-15-same-barber-from-the-age-of-eight-philip-foden-shocks-cbs-pundits-with-the-price-he-pays\/",
    "author":"Andrii Sokolovskyi",
    "source":"CBS Sports Golazo",
    "publish_time":1707955200000,
    "content":"Phil Foden surprised CBS pundits with a revelation about his haircut costs after Manchester City's 3-1 Champions League round of 16 win against Copenhagen. In a post-match chat with Micah Richards, Jamie Carragher, and Thierry Henry, Foden discussed his outstanding form, preferred position, and City's ambition for another treble.The unexpected turn came when Richards asked about Foden's fresh trim, prompting the 23-year-old to playfully mention Richards paying a lot for his own haircut. Kate Abdo then asked Foden about his barber's fee, and his response left the studio in shock.\"£20! I swear! Obviously, I sort him out sometimes. I've been going to the same barber from the age of eight,\" Foden revealed.Carragher couldn't resist poking fun at Richards' hair, and Richards playfully teased Foden about his eyebrow slits, suggesting the barber might have slipped. Foden, keeping the banter alive, replied, \"Yeah, he's stayed there ever since!\" amidst laughter.Despite occasional changes in hair colour, Foden's consistent style and sharp trim match his precision on the field.'No one can do what he does': Phil Foden says the dressing room is thrilled with De Bruyne's return",
    "thumbnail":"https:\/\/talksport.com\/wp-content\/uploads\/sites\/5\/2024\/02\/RAS-TALKSPORT-OFF-PLATFORM-FODEN-RICHARDS.jpg?strip=all&quality=50&w=1920&h=1080&crop=1",
    "category":"Injury Update"
  },
  {
    "title":"Fabrizio Romano: 'Mbappe decision to leave PSG 100 per cent confirmed'",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-02-15-fabrizio-romano-mbappe-decision-to-leave-psg-100-per-cent-confirmed\/",
    "author":"Kingsley_",
    "source":"Fabrizio Romano",
    "publish_time":1707955200000,
    "content":"Fabrizio Romano has confirmed that Kylian Mbappe is leaving PSG at the end of the season. \"The decision is 100% confirmed as Nasser Al Khelaifi has been informed today,\" Romano says. PSG and Mbappe will publicly announce the player's departure in the coming months. Romano adds that Real Madrid are working hard behind the scenes to complete the signing of Mbappe in the summer. Real Madrid will sign Mbappe on a free transfer but they will have to pay him a signing bonus and likely make him their highest-paid player from next season. It looks like Mbappe is finally coming this time. BREAKING: Kylian Mbappe tells PSG he wants to leave",
    "thumbnail":"https:\/\/image-cdn.essentiallysports.com\/wp-content\/uploads\/2023-11-24T194249Z_1563111938_UP1EJBO1IRC7M_RTRMADP_3_SOCCER-FRANCE-PSG-AMO-REPORT.jpg",
    "category":"Transfer"
  },
  {
    "title":"Deco's 'ideal' Xavi successor named - he's a former Barca player and coach",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-02-14-decos-ideal-xavi-successor-named-hes-a-former-barca-player-and-coach\/",
    "author":"Toby Prince",
    "source":"Barca Universal",
    "publish_time":1707868800000,
    "content":"According to Domènec García (MD journalist): \"In a recent interview, Deco said that they want a coach similar to Xavi.\"Someone to trust the youth, understand the club's financial situation, know what Barca means, and trust La Masia. I think that the only option like that is Garcia Pimienta\".Pimienta started his playing career at Barca, rising through the ranks to the first team. As a coach, he managed all the club's youth sides for 15 years.He is currently in charge of Las Palmas.Fabrizio Romano tips 'fantastic' manager to succeed Xavi - not Klopp",
    "thumbnail":"https:\/\/www.football-espana.net\/wp-content\/uploads\/2023\/12\/Deco.jpg",
    "category":"Injury Update"
  },
  {
    "title":"Chelsea's biggest weaknesses in Crystal Palace win shown in lineup - three players feature",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-02-13-chelseas-biggest-weaknesses-in-crystal-palace-win-shown-in-lineup-three-players-feature\/",
    "author":"Uttiyo Scarnage",
    "source":"Tribuna.com",
    "publish_time":1707782400000,
    "content":"Chelsea went back to winning ways in the Premier League with a hard-fought 3-1 win over Crystal Palace on Monday (February 12).The Blues actually went down in the first half, but an inspired second-half effort saw a Connor Gallagher brace and Enzo Fernandez goal secure a win.Despite the margin, the performance wasn’t exactly the best one that fans could’ve hoped for. The first half, in particular, was a snoozefest.Noni Madueke was one of the worst players on the pitch, having a really poor outing in which he couldn’t test Dean Henderson or really create anything prominent. He got taken off at half-time and replaced with Christopher Nkunku.Nicolas Jackson also had a pretty dull outing. Despite some clever work for the equalizer, he hardly tested the goalkeeper, couldn’t create any chances and only completed 17 passes.Moises Caicedo was also pretty error-prone, especially in the first half as he gave the ball away for the equalizer. He also lost quite a few duels, and looked shaken up against an injury-struck Crystal Palace side.Despite that, Chelsea managed to fight their way to a major win and move up to the top half of the Premier League table.Jackson gets yellow card while on bench v Palace — he's one booking away from two-game banGallagher, Gusto 8: Chelsea player ratings in Crystal Palace win",
    "thumbnail":"https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcSyiD5KuX66MBz_u-w8ZLLQTr_CGiSyzRM93Q&s",
    "category":"Injury Update"
  },
  {
    "title":"'No significant progress' in Gallagher contract talks means Chelsea could be forced to sell Conor for £30m",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-02-13-no-significant-progress-in-gallagher-contract-talks-means-chelsea-could-be-forced-to-sell\/",
    "author":"Aleksei Blokhin",
    "source":"The Telegraph",
    "publish_time":1707782400000,
    "content":"The Telegraph report that Tottenham are planning to make a bid to sign Conor Gallagher in the summer of 2024 unless he signs a new contract with Chelsea.There has been 'no significant progress' in the Englishman's negotiations over a new deal with Chelsea. The Blues are expected to make an offer to Conor later this season but it's far from certain at the moment.The problem is Chelsea's stance on Conor's salary. They seem to be unwilling to offer him £150,000-a-week but the closer he gets to the date when his current contract expires, the worse the Blues' bargaining position becomes.This is because Chelsea will be either forced to sell him relatively cheap (£30–35m) this summer to avoid losing him on free transfer in 2025, or hand him a new deal with the wages Gallagher wants.'We've been terrible in some games': Gallagher reacts to Palace win as he reveals what Poch said to inspire comeback",
    "thumbnail":"https:\/\/static0.givemesportimages.com\/wordpress\/wp-content\/uploads\/2023\/10\/conor-gallagher.jpg",
    "category":"Transfer"
  },
  {
    "title":"'What Garnacho lacks': Man United fan notes impressive Pellistri quality in heroics vs Barcelona",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-12-what-garnacho-lacks-man-united-fan-notes-impressive-pellistri-quality-in-solid-debut-vs-b\/",
    "author":"Meghna @ 1819",
    "source":"X",
    "publish_time":1707696000000,
    "content":"Facundo Pellistri delivered an outstanding performance on his debut for Granada in their thrilling 3-3 draw with Barcelona. That scoreline would have been impossible for the relegation-threatened LaLiga side without Pellistri, who scored as well as got an assist. He played 84 minutes and also became the youngest player to do so against Barcelona in an away league game since Samuel Eto'o. A fan delivered an interesting analysis of the Manchester United loanee's performance, claiming he has something even Alejandro Garnacho lacks. The fan, named themanchester21, tweeted: \"The way Barcelona players keep fouling Facundo Pellistri because he's just dancing around them with the ball. \"Pellistri easily wins possession from the opponents. That's one thing Garnacho lacks so far.\" Pellistri won possession back from Barcelona five times and was accurate, having bagged a goal and an assist from just two shots on target. If the youngster can continue this till the end of the season, his value will shoot up ahead of a crucial summer transfer window. 6 completed passes, one successful dribble & more from Pellistri's Granada debutFacundo Pellistri's agent: 'Ten Hag hasn’t used him, valued him, or treated him like a professional'",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Is Xavi getting sacked today?",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-02-12-is-xavi-getting-sacked-today\/",
    "author":"Kingsley_",
    "source":"Sol",
    "publish_time":1707696000000,
    "content":"Barcelona have no intention of sacking Xavi today or anytime before the end of the season, regardless of reports, per the club's sporting director Deco. Speaking to Portuguese media, Deco said: \"Xavi submitted his resignation. He stays until the end of the season but no more. \"He revealed that he doesn't feel able to give the team the change it needs,\" Deco adds. Xavi and his team suffered another disappointing draw to 19th-placed Granada at home. Barca have now failed to beat Granada in the last five meetings between them with four draws and a defeat. The implication is that Barca have slipped 10 points behind Real Madrid in the title race and are also five points behind Girona. Deco says future coach 'should break with Barca's past once and forever' – Xavi has his say on it",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Pochettino rues lack of senior players in Chelsea squad — is he right?",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-02-12-pochettino-rues-lack-of-senior-players-in-chelsea-squad-is-he-right\/",
    "author":"Uttiyo Scarnage",
    "source":"Tribuna.com",
    "publish_time":1707696000000,
    "content":"Mauricio Pochettino recently hinted at his frustration that he’s been forced to work with an inexperienced and newly-formed squad at Chelsea in his debut season.The Argentine rued the lack of senior players in the squad and how there are too many youngsters to work with.Well, going by the current state of the squad, Poch isn’t exactly wrong with his assumption either. There are actually only a handful of ‘experienced’ players in the squad.Thiago Silva (39), Raheem Sterling (29), Marcus Bettinelli (31), Ben Chilwell (27), Robert Sanchez (26) and Christopher Nkunku (26) are the only players above the age of 25 in the squad.Among these players, Nkunku is currently in his first season in the Premier League and Bettinelli is a reserve goalkeeper who is never used.Chelsea also currently has the youngest squad among all 20 Premier League sides, having an average age of just 23.7.With that being said, the Blues should probably target more experienced players in the summer transfer window to help fix the issues Poch complains of.Mauricio Pochettino outlines key 'problem' in current Chelsea squad'It's not all about tactics': Cesc Fabregas delivers honest opinion on Mauricio Pochettino",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Xavi 'could leave Barca' after Napoli clash, replacement named",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-02-12-xavi-could-leave-barca-after-napoli-clash-replacement-named\/",
    "author":"Kosta König",
    "source":"Diario AS",
    "publish_time":1707696000000,
    "content":"Xavi 'could leave Barcelona' if they lose to Napoli in the first leg of the Champions League last 16, reports Diario AS' Javier Miguel.Barca would most probably appoint Rafa Marquez (the current Barca Atletic boss) as the interim coach until the end of the season.Xavi is clear that he will leave the club prematurely if Napoli eliminate them from the Champions League. Right now, however, he believes he can still revive the team in the final stretch of the season.No big decision will be made after the upcoming La Liga clash against Celta Vigo, no matter what the result is.Barcelona face Napoli away from home on February 21. The second leg takes place on March 12.",
    "thumbnail":"default",
    "category":"Match Result"
  },
  {
    "title":"Diogo Dalot refuses to accept he's in best form because of one reason",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-10-diogo-dalot-refuses-to-accept-hes-in-best-form-because-of-one-reason\/",
    "author":"Meghna @ 1819",
    "source":"ManUtd.com",
    "publish_time":1707523200000,
    "content":"Diogo Dalot believes individual form doesn't matter if the team isn't delivering results on the field. And that's why, Dalot refuses to acknowledge if he's currently in his best form at Manchester United. When asked for his thoughts on his form, Dalot told club media: \"I mean it’s difficult when you don’t get the results. \"I think you don’t see it the same way as if you probably were winning every time, every game. But now the results are coming.\"The work that we’ve been doing in the past, I think it’s starting now to pay off. \"We’re starting to get our rewards from it in the second part of the season. \"We know that we didn’t start the way that we wanted but now we look forward to these last few months and try to change it. And, obviously, individually, I’m trying to give my best for the team.\" Dalot has not just been at his defensive best, he's also skilled at venturing forward with a goal and an assist to his name this season. The defender has evolved into one of Man United's most reliable players in a season plagued with injury and turmoil. Only 1 Man United player's value has doubled since 2018 - yes, it's him",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"How Man United could line up next season with De Jong in midfield - shown in photo",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-10-how-man-united-could-line-up-next-season-with-de-jong-in-midfield-shown-in-pics\/",
    "author":"Toby Prince",
    "source":"Tribuna",
    "publish_time":1707523200000,
    "content":"For the umpteenth time, Frenkie de Jong is linked with a move to Man United. This time around, though, the Dutchman is said to have made up his mind to leave Barcelona.United seem like the ideal destination. There, he could be reunited with Erik ten Hag whom he worked with at Ajax. Also, there is the prospect of being part of an exciting project at one of the biggest clubs in the world.However, the financial aspects of this potential transfer cannot be ignored. De Jong is on around €700,000 a week, making him Barca's highest-earning player. The financial implications of bringing him to Old Trafford are vast, not just in terms of transfer fees but also in accommodating his wage demands within United’s salary structure.For now, Reds fans can only imagine what their team would look like with the Dutchman. Should this move materialise, it could mark the end of Casemiro and Sofyan Amrabat at the club.Here's how United could line up with De Jong in midfield: Frenkie De Jong changes mind on Barcelona future — Man United remain interested (reliability: 4 stars)",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Vinicius - 10, Bellingham - 9: Rating Real Madrid players in Girona win",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-02-10-vinicius-10-bellingham-9-rating-real-madrid-players-in-girona-win\/",
    "author":"Kingsley_",
    "source":"Tribuna.com",
    "publish_time":1707523200000,
    "content":"Vinicius - 10 What a performance that was from Vinicius! If he plays like this consistently he would win the Ballon d'Or easily. The Brazilian scored a golazo and had a hand in three of Madrid's 4 goals on the night. Vini proved too good for Cuoto and the rest of that Girona backline. Bellingham - 9 For 65 minutes, the Englishman bossed the game from midfield and scored twice to extend his lead as the league's top scorer. Unfortunately, his fine performance was cut short by an ankle injury. Hopefully, that's not too serious.Camavinga - 8.5 The Frenchman was superb in midfield today for Real Madrid. It was his pass that started Madrid's scoring spree with Vinicius taking advantage. Camavinga was a calming influence in that midfield, winning tackles breaking the play and creating some chances. What a player!Tchouameni - 8 We have to give Tchouameni his flowers today. The Frenchman played out of his natural position as Ancelotti deployed him at centreback and he did so well helping Los Blancos keep a clean sheet. What more can we say? He won 5 tackles, made one block and was not dribbled past or beaten in the air. Rodrygo - 7 The Brazilian was making some interesting movements in the game but didn't get the chances he was looking for in the first half. However, he did end his goal drought today with a sublime finish off a Vini pass. It's happy days at Real Madrid.Other players: Valverde - 8, Brahim - 6, Lunin - 7.5, Carvajal - 7.5, Kroos - 7.5, Mendy - 7, Guler - 6.5, Joselu - 6, Modric - NR, Fran Garcia - NR",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"4 big Barca players who could decide to leave this summer",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-02-10-4-big-barca-players-who-could-decide-to-leave-this-summer\/",
    "author":"Kosta König",
    "source":"Tribuna.com",
    "publish_time":1707523200000,
    "content":"Although Deco says Barcelona don't plan to sell many players, everything indicates that the reported 'squad revolution' could actually take place this summer.Here are the big Barca players who could be closer to leaving than you think.Frenkie de Jong. The Dutchman reportedly is yet to respond to Blaugrana's contract offer. The latest rumours claim the 26-year-old considers leaving the club for the first time as a Barca player.Jules Kounde. The defender might want to leave the club amid his desire to play at centre-back on a permanent basis. Barca believe there will be plenty of interest from the Premier League.Ronald Araujo. Barcelona still plan to offer the Uruguayan a new deal, but the latter may decide to leave if the team 'don't evolve enough'. Bayern Munich keep pushing.Raphinha. The Brazilian is aware of some serious competition in his position amid Lamine Yamal's rise in form. Barca reportedly would like to ship him off, with Tottenham Hotspur interested.",
    "thumbnail":"default",
    "category":"Match Result"
  },
  {
    "title":"Ancelotti reveals if Rudiger, Nacho and Vinicius can play against Girona",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-02-09-ancelotti-reveals-if-rudiger-nacho-and-vinicius-can-play-against-girona\/",
    "author":"Kingsley_",
    "source":"Diario AS",
    "publish_time":1707436800000,
    "content":"\"Vinicius is fine, he is ready to play\" Carlo Ancelotti said in his press conference for the game against Girona. However, Ancelotti stated that Antonio Rudiger is yet to be passed fit while Nacho is ruled out until mid-February. \"Rudiger trained well today and felt good. We will evaluate him tomorrow and decide,\" Ancelotti said.\"Nacho will be back for the Champions League on Tuesday,\" the boss added.Real Madrid played against Atletico Madrid with only one fit centre-back and will likely do so against Girona. This time it will be Nacho taking Rudiger's place in the treatment room. Real Madrid would need to beat Girona at home to extend their lead on the Catalan team from two points to five. Rudiger recovers from injury – Real Madrid centre-back pair for Girona game revealed",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Sergio Conceicao at Barcelona: tactical profile, biggest strength & potential XIs",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-02-08-sergio-conceicao-at-barcelona-tactical-profile-biggest-strength-potential-xis\/",
    "author":"Kosta König",
    "source":"Tribuna.com",
    "publish_time":1707350400000,
    "content":"Sergio Conceicao is said to be among Barca’s main candidates to replace Xavi in the summer. Deco is personally interested in inviting the Portuguese to the club: the 49-year-old is set to leave Porto at the end of the season and Blaugrana’s sporting director knows him well.The former Portugal international has done a decent job at the helm of Porto. Let’s see what he can offer us.***Conceicao is renowned for his teams’ intense, high-tempo, aggressive style of play. His players aim to regain possession quickly and go forward using all their width in a 4-4-2 formation that turns into 4-2-4 in the offensive phase. In defence, he mostly relies on players in the middle of the park, using two energetic midfielders (one of those is ex-La Masia prospect Nico) and two rock-solid centre-backs.Porto’s biggest strength under Conceicao is exactly the way they attack down the wings: full-backs actively support wingers who cut inside while one of the two strikers drops back. You may spot multiple wingers and full-backs among Porto’s players with the most goal contributions this season.In recent head-to-head clashes, Barca players struggled to properly mark Porto’s opposition attackers, allowing multiple big chances despite dominating the game in possession.Expectedly, Porto’s biggest weakness is defending the wings: Conceicao’s first-choice wing-backs, Wendell and Joao Mario, are usually pretty much involved in the attack and it’s difficult to cover for them all the time. The Portuguese specialist probably dreams of working with Joao Cancelo who is arguably the most complete wing-back one may find.Let’s think about two line-ups Conceicao might use at Barcelona:Lineup 1Ter Stegen; Cancelo, Araujo, Kounde, Balde; Yamal, De Jong, Gavi, Raphinha; Lewandowski, Felix.Looks like a great option if Barca make no big summer signings. Two attack-minded wing-backs, the centre-back partnership that looked fantastic against Porto in the Champions League, dynamic and energetic midfield and the four-man attack full of players Conceicao would love to work with (he actually coached Raphinha for some time back in the day).Lineup 2Ter Stegen; Cancelo, Araujo, Kounde, Balde; Raphinha, Gavi, Pedri, Pepê; Lewandowski, Felix.If there’s one player Conceicao would probably want to take to Barca, it’s Pepê (not the Real Madrid bully), especially given Blaugrana’s plan to sign a left winger. The 26-year-old leads the way with the most assists for Porto this season – just like last term when he finished the campaign with 10.Is Sergio Conceicao your preferred candidate to take over at Barca? You can bet on this hereHansi Flick at Barcelona: tactical profile, biggest strength & potential XIsRoberto De Zerbi at Barcelona: tactical profile, biggest strength & potential XIs",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Man United fans name their 'untouchables' amid potential summer sale — 4 names appear everywhere",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-08-man-united-fans-name-their-untouchables-amid-potential-summer-sale-4-names-appear-everywh\/",
    "author":"Georgy Tzepkovsky",
    "source":"RedCafe",
    "publish_time":1707350400000,
    "content":"Sir Jim Ratcliffe has assumed control of football operations at Old Trafford after completing a 25 per cent stake purchase.It has been suggested that various sources that Manchester United could go on a fire sale this summer as part of a major rebuild.The fans have named four players they consider to be 'untouchable': Lisandro Martinez, Kobbie Mainoo, Alejandro Garnacho and Rasmus Hojlund.diarm (all reactions via RedCafe): \"Mainoo, Garnacho, Hojlund and Martinez.\"obertd0803: \"Garnacho, Hojlund, Mainoo, Martinez, Dalot, Bruno. Don't think I would miss anyone else\"BluesJr: \"Hojlund, Mainoo, Garnacho. The only 3 who would truly get me upset if they were to leave.\"Ish: \"Hojlund, Garnacho, Mainoo, Martinez and Shaw. I like Dalot as well but I don't think he's untouchable.\"Dannn411: \"Mainoo, Hojlund, Lisandro, Garnacho, Amad. Bye to the rest.\"DJ_21: \"Hojlund, Garnacho, Mainoo, Shaw, Martinez, Bruno. These are the ones who are worth keeping and building around.\"Saudi giants set to reignite Bruno Fernandes interest",
    "thumbnail":"default",
    "category":"Thoughts"
  },
  {
    "title":"Calendar, injuries & 4 more excuses Poch used in pre-Villa presser — with quotes",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-02-07-calendar-injuries-4-more-excuses-poch-used-in-previlla-presser-with-quotes\/",
    "author":"Aleksei Blokhin",
    "source":"Chelsea FC @ Youtube",
    "publish_time":1707264000000,
    "content":"Mauricio Pochettino's excuse machine was firing on all cylinders as the Argentine held a press conference ahead of the FA Cup Fourth Round replay against Aston Villa (KO 8pm UK time today).We've compiled all things Poch believes prevent him from achieving success at Chelsea in one post. Media against Poch, part 1: \"When the expectation is different to the reality, it's difficult. When we lost to Liverpool, it was 'massive fail, Chelsea are so bad'. When Liverpool lost to Arsenal, I heard nothing - it was a similar result.\"Not enough time. \"We need time and people need to understand why we need time. It’s about creating a team. It’s like building a house. You need to be sure of all the steps you take. We are building from zero. Always it takes time.\"Always it takes time. Look at the project of Manchester City or Liverpool. It’s always about time and a very clear leadership like Pep [Guardiola] or Jurgen [Klopp]. It’s so clear from there you build these projects.\"Squad too thin. “At the moment we don’t have the luck to have 14-15 players in the same level, this is what affects performance and we cannot be consistent.”Calendar. \"[W]e will have one day fewer to prepare the game, as they [Villa] played on Saturday and we played on Sunday.\"Injuries & fitness. \"At the end, important players need time [to recover from injuries]. We were not lucky. Maybe other teams with different projects perform better than us.\"If you are clever, analyse the situation, and you will see sometimes, in some games, we show this lack of energy that you need to win. If you sometimes miss the energy in the Premier League, it is a tough situation for you.\"Media against him part 2. \"I didn’t finish 12th last year, Chelsea did. It is a different squad [compared] to last year, many changes. If you want to compare to damage us, to compare things I think is impossible.\"You can compare to try to damage, if you want to make a problem. But to analyse and put all the circumstances, I don’t think that before was better or was worse. It’s difficult to compare because we are in another project.\"Mourinho's stance on Chelsea return revealedPoch insists Chilwell didn't say 'Wolves wanted it more' — video shows Ben literally saying it",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Fabrizio Romano reveals what Hansi Flick thinks of Barca job",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-02-07-fabrizio-romano-reveals-what-hansi-flick-thinks-of-barca-job\/",
    "author":"Kingsley_",
    "source":"Fabrizio Romano",
    "publish_time":1707264000000,
    "content":"Hansi Flick would be delighted to become Barcelona's head coach, according to Fabrizio Romano.Flick has become one of the clear favourites to succeed Xavi when he steps down in the summer although Barcelona have other candidates lined up. The German tactician is reportedly learning Spanish as he hopes to land one of the top jobs in Spanish football. Flick comes with a lot of pedigree behind him having won the Champions League and German Bundesliga before leaving to become Germany's head coach in 2021. However, Flick's time as head coach of Germany was riddled with inconsistency before he was ultimately sacked in September 2023. Still, his record as a club coach remains unblemished. Barcelona will be contemplating hiring an experienced coach like Flick or someone inexperienced like Rafa Marquez who understands the club's 'DNA'. Hansi Flick at Barcelona: tactical profile, biggest strength & potential XIs",
    "thumbnail":"default",
    "category":"Manager News"
  },
  {
    "title":"Two ways Man United could line up with Joshua Kimmich next season - shown in pics",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-07-two-ways-man-united-could-line-up-with-joshua-kimmich-next-season-shown-in-pics\/",
    "author":"Uttiyo Scarnage",
    "source":"Tribuna.com",
    "publish_time":1707264000000,
    "content":"Man United reportedly consider Bayern Munich midfielder Joshua Kimmich as a potential summer target as he fits their criteria of a player whose contract expires next year.The Red Devils have decided to go after players with contracts expiring soon and are interested in bringing a versatile, energetic player like Kimmich to the team.Bayern Munich might be forced to sell the German midfielder if unable to convince him to sign a long-term contract, with his current deal expiring at the end of June, 2025.Kimmich would be the quality midfielder signing that Erik ten Hag reportedly wants for the summer. With his set-piece quality, ball retention ability and passing traits, he can definitely help the Red Devils control games better. With that being said, here are two ways Man United can line up with him next season.Option 1: In midfield with MainooKimmich can slot into Man United’s midfield shape nicely and also be the ideal partner for the blossoming Kobbie Mainoo. As he likes to play a more deeper role, the German midfielder can allow Mainoo to wander forward in attempts to create moves and score goals. Joshua and Mainoo’s energy and defensive qualities mean that Bruno Fernandes can also probably play a more attacking role going forward.Option 2: Emergancy right-back optionEven though he’s now a full-fledged midfielder, Kimmich is a really versatile player who has played as a right-back in the past for Bayern Munich. That means he can be a cover option in that area too for Man United, potentially allowing the club to play the Casemiro-Mainoo connection. Kimmich boasts a decent crossing ability, so he can overlap from the right and create chances with his delivery too.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"LaLiga report Jude Bellingham to Spanish FA for calling Mason Greenwood 'a rapist'",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-07-laliga-report-jude-bellingham-to-spanish-fa-for-calling-mason-greenwood-a-rapist\/",
    "author":"Meghna @ 1819",
    "source":"The Metro",
    "publish_time":1707264000000,
    "content":"The Royal Spanish Football Federation has been asked to investigate Jude Bellingham's alleged 'rapist' remark towards Mason Greenwood, reports The Metro. LaLiga conducted an internal investigation after the incident first came to light during Real Madrid's 2-0 win over Getafe last week. After an on-field tackle went wrong, Bellingham appeared to mouth the word 'rapist' at Greenwood. The Manchester United loanee was charged with rape and assault of his partner but the victim then dropped the charges. The case never proceeded beyond that and Man United refused to let him back. Although Greenwood has impressed on loan at Getafe, it's unlikely he will ever play for Man United again. As for Bellingham, a former Man United target, lip-readers have agreed he used that word. If found guilty, Bellingham will be up for punishment by the Spanish FA as well as LaLiga.",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Bruno Fernandes may be 'denied' mega pay rise in new contract",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-07-bruno-fernandes-may-be-denied-mega-pay-rise-in-new-contract\/",
    "author":"Meghna @ 1819",
    "source":"Football Insider",
    "publish_time":1707264000000,
    "content":"According to Football Insider, an average source, Bruno Fernandes may not be up for a bumper pay rise if he signs a new contract at Manchester United. Bruno, who joined in January 2020, will see his current deal run out in June 2026. There have been no talks of an extension so far but the report understands the club intend to begin discussions this summer. As a result of the new changes being made by Sir Jim Ratcliffe and his team, there will be a strict cap on players' wages for the future. Unlike before, where players earned between £300,000 per week to £375,000, Ratcliffe intends to establish a system where players are not overpaid. Whether this works for Bruno or against him, the report adds he will be 'denied' the opportunity to earn high wages even if he is handed a long-term deal. Saudi giants set to reignite Bruno Fernandes interest (reliability: 4 stars)Bruno Fernandes shows high-level IQ v West Ham with one thing he normally doesn't do",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"One thing could force Boehly to fire Pochettino — revealed",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-02-06-one-thing-could-force-boehly-to-fire-pochettino-revealed\/",
    "author":"Aleksei Blokhin",
    "source":"The Athletic",
    "publish_time":1707177600000,
    "content":"It has been reported earlier this month that Chelsea's hierarchy have no intention of parting ways with Mauricio Pochettino before the end of the season.Todd Boehly & Co. want to give him time until the end of the campaign, with the Blues still in the running for a European qualification for the next season.A new report in the Athletic claims that a dismissal before the end of the season is possible. It would happen only if Chelsea suffer a 'significant downturn in form'.The Blues' hierarchy understand that last year's decision to fire Graham Potter actually made things worse.Chelsea are currently 13 points behind fifth-placed Tottenham in the Premier League. They've reached the League Cup final and are still alive in the FA Cup.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"'They are so difficult': Guardiola names the best team from set pieces he has seen",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-02-06-they-are-so-difficult-guardiola-names-the-best-team-from-set-pieces-he-has-seen\/",
    "author":"Andrii Sokolovskyi",
    "source":"Mancity.com",
    "publish_time":1707177600000,
    "content":"Pep Guardiola thinks Brentford is the toughest team he's faced when it comes to set pieces. Despite City winning 3-1 on Monday at the Gtech Community Stadium, with Phil Foden scoring a hat-trick, Guardiola remembers losing both matches to Brentford last season. Now, in two weeks, Man City is set to play Brentford again at the Etihad. The match got rescheduled because of City's success in the FIFA Club World Cup. Guardiola is bracing for another challenging game against Brentford.Quoted by Mancity.com, Guardiola said: \"They are so difficult, they are an incredible team. We can just imagine how difficult it will be in a few weeks when we come back to the Etihad for our game in hand.\"\"A really tough opponent - I never saw a team in the set-pieces, corners, free-kicks, throw-ins. I’ve never seen a better team than this one. I think we deserve it but we were lucky to score too on the verge of half-time.\"Phil Foden creates Premier League history with a hat-trick against Brentford",
    "thumbnail":"default",
    "category":"Match Result"
  },
  {
    "title":"Real Madrid senior players believe Mbappe is coming — Romano",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-02-06-real-madrid-senior-players-believe-mbappe-is-coming-romano\/",
    "author":"Kingsley_",
    "source":"Fabrizio Romano",
    "publish_time":1707177600000,
    "content":"According to Fabrizio Romano, many senior players in the Real Madrid dressing room firmly believe that Kylian Mbappe will be their teammate next season.The players believe the club will make a deal happen for the Frenchman during the summer transfer window with Vinicius recently dropping a major hint to that regard. However, nothing has been set in stone yet, Romano warns. Real Madrid are only confident of signing Mbappe but they were just as confident in 2022 when the player made a shocking U-turn to extend his contract with PSG for two more years. French sources say Mbappe have already made his decision to leave PSG in the summer with Real Madrid named as his ideal destination. Still, the player has yet to publicly reveal his decision. According to reports, the French Ligue 1 will miss out on close to €100m in advertising and merchandise revenue if Mbappe leaves Paris. While Real Madrid must be prepared to pay a huge sign-on bonus if Mbappe is to join them, Spanish sources say Los Blancos are unwilling to offer him the same salary they did in 2022. This time, their wage offer will be lower but Mbappe would still end up as Real Madrid's best-paid player. Fabrizio Romano delivers update on Mbappe to Real Madrid",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"1 year since Man City got charged by Premier League — why they haven't been punished yet",
    "link":"https:\/\/tribuna.com\/en\/news\/liverpoolfc-2024-02-06-1-year-since-man-city-got-charged-by-premier-league-why-they-havent-been-punished-yet\/",
    "author":"Aleksei Blokhin",
    "source":"The Athletic",
    "publish_time":1707177600000,
    "content":"Exactly a year ago, on February 6, 2023, Man City were charged with 115 financial breaches. These 365 days have seen Everton getting a 10-point deduction — so why City have not been punished yet?The Athletic say that this is down to the number of charges. 115 is a huge number, with each charge requiring its own investigation. It simply takes a lot of time to process all records, witness statements and required calculations.The Citizens also do not cooperate with the Premier League, making the lawyers' job more difficult.This is in stark contrast to the Everton case, which the Athletic describe as 'straightforward'. The charges spanned the period of one season, not nine years in the case of City, and the Toffees cooperated with the league.It is claimed that it could take one more year for the City case to be resolved.'From docked points to stripped titles': Journalist explains what Man City's financial breaches could lead to",
    "thumbnail":"default",
    "category":"Thoughts"
  },
  {
    "title":"Chilwell: 'Wolves wanted it more'",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-02-05-chilwell-wolves-wanted-it-more\/",
    "author":"Aleksei Blokhin",
    "source":"Mirror",
    "publish_time":1707091200000,
    "content":"Chelsea suffered a devastating 4-2 defeat at home to Wolves. The result sees the Blues drop to 11th place in the standings.Speaking after the game, Ben Chilwell said that Chelsea's performance was 'not good enough'.The vice-captain added, as quoted by the Mirror: \"I think they probably showed that they wanted it more. \"Of course we do want it but they probably showed it a little bit more on the pitch. 50\/50s, running more. There's no excuses. As soon as they scored the first goal they pretty much dominated the rest of the game.\"Poch: 'At the moment we are all not good enough. Myself, also’",
    "thumbnail":"default",
    "category":"Match Result"
  },
  {
    "title":"3 pics show humbled Barca legend in court as he begins r*pe trial",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-02-05-3-pics-show-humbled-barca-legend-in-court-as-he-begins-rpe-trial\/",
    "author":"Kingsley_",
    "source":"Mundo Deportivo",
    "publish_time":1707091200000,
    "content":"The trail of Dani Alves for allegedly raping a young woman in December 2022 has officially kicked off. Alves is undergoing trial in court in Barcelona after being incarcerated for nearly a year over the incident. The Brazilian was remanded in prison after a judge denied him bail while the investigation remained ongoing. The iconic defender has not been spotted in public since 2023 following his arrest and subsequent imprisonment in Barcelona, a city where he played football, won everything and attained legendary status. Here are the first pics of Alves looking humbled as he sits in court awaiting his trial:Reports say Alves is set to testify that he had consensual sex with the then 23-year-old woman. While Alves changed his testimony several times during the investigation, the woman in question has maintained her stance about being bullied and raped in the bathroom at a nightclub by the superstar footballer.The evidence against Alves is said to have stacked up, including scientific and video recordings, plus eyewitness testimony. If Alves is convicted for the crime he could be forced to pay up to €15,000 in compensation and spend 10 years or more in prison. Dani Alves' mother launches attack on her son's alleged rape victim, shows her photos",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Deco 'approves' former teammate to take over from Xavi",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-02-05-deco-approves-former-teammate-to-take-over-from-xavi\/",
    "author":"Kingsley_",
    "source":"CAT Radio via Managing Barca",
    "publish_time":1707091200000,
    "content":"According to CAT Radio, Barcelona's sporting director Deco has approved Porto manager Sergio Conceicao to take over from Xavi at the end of the season. Conceicao has been coaching Porto since 2017 and has achieved reasonable success at the Portuguese club where he has won the league three times plus seven other trophies. Barcelona might find it easier to land Conceicao considering he will become a free agent in June, exactly when Xavi walks away from his role at Barca. The 49-year-old tactician knows Deco well having played with him at Porto back in the mid-90s. Deco's voice will be among the strongest when Barcelona eventually makes the final decision on who succeeds Xavi. Joan Laporta and other directors will have a say but it will ultimately come down to what the technical team led by Deco thinks. New name emerges as Xavi's possible successor – 6 things make him perfect candidate for Deco",
    "thumbnail":"default",
    "category":"Manager News"
  },
  {
    "title":"Rio Ferdinand blasts 'deluded' Arsenal after Liverpool win",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-02-05-rio-ferdinand-blasts-deluded-arsenal-after-liverpool-win\/",
    "author":"Toby Prince",
    "source":"Vibe with Five",
    "publish_time":1707091200000,
    "content":"Rio Ferdinand is the latest pundit to tear into Arsenal for their celebrations after Sunday's vital 3-1 win over title rivals Liverpool at the Emirates.The Gunners won 3-1 thanks to goals from Bukayo Saka, Gabriel Martinelli and Leandro Trossard. After the third goal, Mikel Arteta reacted by sprinting down the touchline while Martin Odegaard took a picture of the club photographer after the game. Ferdinand fumed on his podcast, Vibe with Five: \"I thought Arsenal had won the league the way you man was celebrating! Your manager’s doing laps [of the stadium]!\"Your manager has done his 10,000 steps today with them laps round the ground after they won! What’s this about? Deluded. Deluded FC.\"With the victory, Arsenal moved to second in the Premier League, just two points adrift of Liverpool. Man City though have two games in hand. 'Deary me. Get down the tunnel': Jamie Carragher lectures Odegaard for celebrations after Liverpool win",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Real Madrid's ultimate XI to beat Atletico – Rodrygo benched",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-02-04-real-madrids-ultimate-xi-to-beat-atletico-rodrygo-benched\/",
    "author":"Nаdine",
    "source":"Tribuna.com",
    "publish_time":1707004800000,
    "content":"In just five hours, Real Madrid will lock horns with Atletico in what will be their fourth head-to-head encounter this season.With two games in Diego Simeone's favour, Carlo Ancelotti will be looking to even the score tonight. For this to happen, the Italian boss has to deploy his best lineup possible. There's four key players missing from the squad at the moment, so that won't be an easy task to complete. Yet, Los Blancos boast a roster filled with versatile players who can competently fill their shoes. Here how our starting XI for the game could look like:Yes, we've opted to bench Rodrygo for Joselu, and we've got a solid reason for it. Standing tall at 1.92m, the striker brings crucial air presence and a threat in the box. His ability to score headers out of nowhere could be our x-factor against a defensively strong side like Atleti.As for Antonio Rudiger, despite initially being a doubt for the game, the German successfully completed a fitness test earlier today and is likely to secure his starting spot. Having our reliable center-back in the starting lineup would undoubtedly boost confidence in our defense.❓ What do you guys think?",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Rasmus Hojlund sets new Man United record even Cristiano Ronaldo failed to do",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-04-rasmus-hojlund-sets-new-man-united-record-even-cristiano-ronaldo-failed-to-do\/",
    "author":"Meghna @ 1819",
    "source":"Opta Stats @ X",
    "publish_time":1707004800000,
    "content":"Rasmus Hojlund is now the youngest Manchester United player to have scored in four consecutive Premier League games, as per Opta. On his 21st birthday, Hojlund scored his fourth goal in as many games in the 3-0 win over West Ham United at Old Trafford. Even Cristiano Ronaldo, who is one of the club's most legendary players, failed to achieve this before turning 21. Hojlund has already hit five goals in the Champions League for Man United this season. It's a shame they didn't make it further. He took time to begin scoring in the Premier League but now that the floodgates are open, it looks like Hojlund can't stop. The striker has also chipped in with two assists and finds himself in the spotlight on the back of some impressive performances. 'They are Man United's future': Ten Hag reacts to THAT image of Garnacho, Mainoo and Hojlund",
    "thumbnail":"default",
    "category":"Match Result"
  },
  {
    "title":"Pedri wanted at the Olympics in Paris – can he refuse the call-up?",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-02-04-pedri-wanted-at-the-olympics-in-paris-can-he-refuse-the-callup\/",
    "author":"Nаdine",
    "source":"Tribuna.com",
    "publish_time":1707004800000,
    "content":"Over the past three years, Pedri has suffered a total of eight injuries, spending a total of 400 days on the sidelines. It all started after the youngster racked up 75 games in a single season, including representing Spain at the Euros and Tokyo Olympics during the 2020\/21 campaign, which was clearly too much for an 18-year-old to handle and took its toll on the player.Now, according to Diario Sport, the Spanish under-23 coach Santi Denia wants the youngster at the upcoming Olympic Games in Paris that are scheduled for the end of July, just ten days after the Euros.While Barcelona wouldn't be able to block the call-up without facing sanctions, the player has the autonomy to make that decision himself. What happens if he refuses?In the worst-case scenario, Denia might opt not to call him up again in the future, but it won't hurt Pedri much since the midfielder's already part of the senior squad anyway.'For the club and for you': Pedri's strong message to Culers amid Xavi's season-end departure",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Getafe boss makes demand from Bellingham after 'slur' aimed at Greenwood",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-03-getafe-boss-makes-demand-from-bellingham-after-slur-aimed-at-greenwood\/",
    "author":"Toby Prince",
    "source":"Metro",
    "publish_time":1706918400000,
    "content":"Getafe coach Jose Bordalas has jumped to Mason Greenwood’s defence and called for ‘respect’ from Jude Bellingham and others after the Real Madrid player was reported to La Liga for allegedly calling his countryman a ‘rapist’.He said: \"I know the same thing that you know. It’s not up to me, it’s the club, La Liga and the Federation that have to make an assessment about it.\"The only thing that I can say is that I ask for respect from Mason Greenwood because he is a great guy. He is a man who respects everyone and has exemplary behaviour.’\"The Spanish top flight has announced they have asked a lip reader to determine whether or not Real Madrid midfielder Bellingham aimed the alleged slur toward Greenwood in their midweek clash.It all stems from an incident during Real Madrid's 2-0 win on Thursday night, when the television cameras caught Bellingham mouthing something after the ball went out of play.If charged and found guilty by the Spanish football authorities, Bellingham could be handed a potential suspension as a result.What does Greenwood think of Bellingham's alleged offensive remarks towards him?",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Mikel Arteta issues perfect response to Odegaard's set-piece theory",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-02-03-mikel-arteta-issues-perfect-response-to-odegaards-setpiece-theory\/",
    "author":"Toby Prince",
    "source":"HaytersTV",
    "publish_time":1706918400000,
    "content":"Arsenal captain Martin Odegaard's socks have been credited with masterminding the Gunners' impressive Premier League set-piece success rate this season.The Gunners have scored 13 times from set pieces this season. This impact has been credited to Mikel Arteta's set-piece coach Nicolas Jover, who has been at the Emirates Stadium since 2021.It is claimed that Odegaard may be using triggers from the edge of the box to signal the type of set-piece move to use by touching his socks.However, when asked about this theory ahead of the Liverpool clash, Mikel Arteta said: \"I’m not going to tell you that!”'It's not sheer luck': Arsenal fans react as 2023\/24 set-piece goals stat emerges",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"David Datro Fofana grabs a brace for Burnley, Armando Broja makes Fulham debut off the bench",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-02-03-david-datro-fofana-grabs-a-brace-for-burnley-armando-broja-makes-fulham-debut-off-the-ben\/",
    "author":"Michael Ellis",
    "source":"Tribuna.com",
    "publish_time":1706918400000,
    "content":"The Premier League clash between Burnley and Fulham turned into a game between two Chelsea loanees — and one came significantly on top.David Datro Fofana grabbed a brace for Burnley in 33 minutes on the pitch and helped them take a point at Turf Moor after going 2-0 down.Armando Broja, meanwhile, came on for his Fulham debut after 74 minutes. He did not have a single shot attempt in the limited time on the pitch.Both players will return to Chelsea in the summer after which the club's plan for them will be reassessed.Pochettino reacts to Broja's loan move to Fulham, reveals why Chelsea didn't push for replacement",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Arteta jokes about what he made Zinchenko and White do with their wives after recent spat",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-02-02-arteta-jokes-about-what-he-made-zinchenko-and-white-do-with-their-wives-after-recent-spat\/",
    "author":"Toby Prince",
    "source":"Football London",
    "publish_time":1706832000000,
    "content":"Speaking on the recent altercation between Ben White and Oleksandr Zinchenko, Mikel Arteta said: “That’s fine. They’re living together. They’re living together now. They are best mates.“You don’t argue with somebody that you don’t have a great relationship with, you know. That happens because you have the trust and you have the chemistry with somebody to react the way you did.“I love it [them arguing]. As long as it’s in a respectful way and only with the intention to be more demanding and be better as a team and it stays there, I’m very happy with that.”When it was put to him that in any other job, a boss might not be comfortable with his underlings fighting each other, he retorted: “Well, maybe we have a different understanding of what the word fight means.\"A disagreement? Or a conversation, a little bit heated, a little bit emotional after the game, when you are 200 beats a minute, I mean, it’s so normal, nothing new.“I want to see passion. I want to see commitment in my players. I want my players to have desire always to be better. And in order to do that, we have to be demanding with each other. If not, it’s Disneyland.”Zinny and White were caught on camera having a heated argument about Nottingham Forest’s goal in the closing stages.In the immediate aftermath of the game, the boss said he was delighted to see emotions running high because it meant his players were “pushing each other and demanding excellence.” Why Mikel Arteta was actually HAPPY about heated exchange between White and Zinchenko",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Jurgen Klopp 'sets boundaries' for upcoming Liverpool documentary",
    "link":"https:\/\/tribuna.com\/en\/news\/liverpoolfc-2024-02-02-jurgen-klopp-sets-boundaries-for-upcoming-liverpool-documentary\/",
    "author":"Uttiyo Scarnage",
    "source":"Liverpool Echo",
    "publish_time":1706832000000,
    "content":"Liverpool have confirmed that a new fly-on-the-wall documentary will be recorded over the last few months of Jurgen Klopp’s tenure.This will be a special series filmed by the same company that made the Steven Gerrard movie and will follow how the squad operates under the gaffer in the final stretch of the season.However, as per Liverpool Echo, Klopp has set some boundaries which cannot be crossed by the filming crew during the documentary process.There are some elements of how he operates the Liverpool squad which will still be out of reach to the cameras and the general public.While there is no detailing over what these elements really are, it could probably mean some secretive tactical meeting or some private talks he has with players.The Liverpool documentary will be released for the fans at the end of the 23\/24 season, which supporters also hope bring some trophies.Liverpool confirm documentary to be made about Klopp's final months in charge",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Turkey international Enes Ünal signed for AFC Bournemouth",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-02-01-turkey-international-enes-unal-signed-for-afc-bournemouth\/",
    "author":"Andrii Sokolovskyi",
    "source":"Bournemouth",
    "publish_time":1706745600000,
    "content":"The Turkish sensation Enes Ünal made a move from Getafe to join AFC Bournemouth. Hailing from Bursa, Ünal started his journey at local side Bursaspor.Enes Ünal scored 16 goals for Getafe in 2021\/22 and kept the momentum with 14 goals in 2022\/23. Standing tall at six-foot-two, he's not just a goal machine. Ünal is a towering force in the air and pulls off magic moments, including two long-range stunners last season.Despite a setback with a serious knee injury sidelining him for a chunk of 2023\/24, Ünal made a strong comeback, featuring in five games and even dishing out two assists. Now, he's set to bring his flair to AFC Bournemouth, starting with a loan move.Brighton confirm Josh Robertson signing",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"'He'll come good': Man United fans want forgiveness for Rashford after nightclub incident",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-01-hell-come-good-man-united-fans-want-forgiveness-for-rashford-after-nightclub-incident\/",
    "author":"Georgy Tzepkovsky",
    "source":"RedCafe",
    "publish_time":1706745600000,
    "content":"Marcus Rashford is back in training after skipping training and going to a party in a nightclub last week.The matter has been resolved internally after a meeting between the player and Erik ten Hag on Monday afternoon.And Manchester United supporters call on others to rally behind Rashford ahead of the second part of the 2023\/24 campaign.Zed 101 (all reactions via \/r\/RedCafe): \"I still like Rashford, at his best he is a hell of a player, up there with the best,\"Pronewbie: \"I think if fans pipe down and give him the support, he'll come good for the rest of the season.\"MancunianAngels: \"He was dropped, potentially fined and apologised. He is now back in contention to play. This response is at the very least comparable to numerous examples with other players over the last 50 years. Why are we still talking about it in so much detail?\"BootsyCollins: \"I so wish it was someone else who acted this way. Can't name many players I more wanted to succeed at United than him.\"D. Grayson: \"Name a player in our squad who contributed to more goals and assists than Rashford in the last five seasons. The bottom line is we win more games when Rashford is playing well.\"'It can become your personality': Gary Neville warns Rashford about excessive partying",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Good thing Arsenal stayed away: former Gunners target labelled 'flop of the season'",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-02-01-good-thing-arsenal-stayed-away-former-gunners-target-labelled-flop-of-the-season\/",
    "author":"Georgy Tzepkovsky",
    "source":"talkSPORT (via Daily Mail)",
    "publish_time":1706745600000,
    "content":"Speaking to talkSPORT, former Rangers and Scotland striker Ally McCoist said: \"Andre Onana has been nothing like the signing everyone thought he would be for Manchester United.\"But I'm not giving him flop of the season so far. I think that's ever so slightly harsh. That title should go to Moises Caicedo.\"I saw him a couple of times, particularly at Old Trafford with Enzo Fernandez in the middle of the park, and both of them were, for a quarter of a billion pounds, not great. Caicedo would certainly get my vote over Onana.\"Caicedo was linked with Arsenal during his time at Brighton, particularly in the January 2023 transfer window when a deal was believed to be all but official.However, the agreement was never reached and the Colombian joined Chelsea for £115 million with the Gunners bringing in Declan Rice from West Ham.'In football we’re lucky': Declan Rice names the most mentally challenging sports",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Ancelotti names one player who played a perfect game at Getafe, not Joselu with 2 goals",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-02-01-ancelotti-names-one-player-who-played-a-perfect-game-at-getafe-not-joselu-with-2-goals\/",
    "author":"Kingsley_",
    "source":"AS.com",
    "publish_time":1706745600000,
    "content":"\"Luka Modric was perfect tonight, the best with the ball. He controlled the whole game, he was very good,\" Carlo Ancelotti said after Real Madrid beat Getafe 2-0. Joselu scored twice in the game to help Madrid win the game, but Modric was indeed on top of his game in midfield. The fact is, Real Madrid's midfielders all performed brilliantly on the night with Bellingham also putting up a solid performance on his return from suspension. Modric did not feature in Real Madrid's last game against Las Palmas and his freshness was telling on his overall performance. Real Madrid will now prepare for the derby against Atletico Madrid on Sunday. The Rojiblancos remain the only team to beat Los Blancos this season. And it's happened twice already. Joselu - 9, Vinicius - 5: Rating Real Madrid players in Getafe win",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Brighton confirm Josh Robertson signing",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-02-01-brighton-confirm-josh-robertson-signing\/",
    "author":"Andrii Sokolovskyi",
    "source":"Brighton",
    "publish_time":1706745600000,
    "content":"Brighton confirm the signing of midfielder Josh Robertson from Sunderland, for undisclosed terms. The 18-year-old joins the Seagulls on a three-and-a-half-year contract.Men's under-21s head coach Shannon Ruth said: \"We're delighted to welcome Josh to the club and are looking forward to working with him.\"He's had a really good education with Sunderland, which was rewarded with his Premier League 2 debut earlier this season.\"Josh became a part of the Black Cats family when he was just nine. He worked his way up in the academy, playing for their under-18s. Notably, he made his Premier League 2 debut in Sunderland's 3-2 victory against Aston Villa in September.Why Valentin Barco is Brighton's next 'Caicedo'?",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Revealed: exact amount Marcus Rashford was fined for after Belfast incident",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-02-01-revealed-exact-amount-marcus-rashford-was-fined-for-after-belfast-incident\/",
    "author":"Georgy Tzepkovsky",
    "source":"The Sun",
    "publish_time":1706745600000,
    "content":"Last week, Marcus Rashford claimed to be ill and skipped training only to be later spotted partying in a nightclub in Belfast.The matter is now believed to be closed after the player was dropped for the Newport County game and had a meeting with Erik ten Hag.According to The Sun, the 26-year-old was also £650,000, the equivalent of two weeks' wages, to enforce some much-needed discipline at the club.Rashford is likely to be benched for the Wolves trip in the Premier League on Thursday night as Manchester United aim to keep their top-four hopes alive.'He'll come good': Man United fans want forgiveness for Rashford after nightclub incident",
    "thumbnail":"default",
    "category":"Match Result"
  },
  {
    "title":"Partey or Smith Rowe? Arsenal's best XI to attack February fixtures",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-02-01-partey-or-smith-rowe-arsenals-best-xi-to-attack-january-fixtures\/",
    "author":"Georgy Tzepkovsky",
    "source":"Tribuna.com",
    "publish_time":1706745600000,
    "content":"Arsenal kick off the last month of winter with a massive game against Liverpool in the Premier League at home.The Gunners will also return to Champions League with an away clash at Porto in the Round of 16 on Wednesday, February 21.Mikel Arteta has some personnel decision to make with Thomas Partey close to returning from injury while Emile Smith Rowe is staking his claim.We believe that the veteran midfielder will get the nod over the Englishman as Arsenal enter the crucial part of the season will every game becoming a must-win one.Arsenal's best XI to attack January fixtures4-3-3: Raya; White, Saliba, Gabriel, Zinchenko; Partey, Rice, Odegaard; Saka, Martinelli, Jesus.",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Angel Di Maria snubs Cristiano Ronaldo choosing his best XI of teammates",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-31-angel-di-maria-snubs-cristiano-ronaldo-choosing-his-best-xi-of-teammates\/",
    "author":"Andrii Sokolovskyi",
    "source":"Marca",
    "publish_time":1706659200000,
    "content":"Angel Di Maria has chosen not to include Cristiano Ronaldo in his all-time teammate XI, despite the duo enjoying several successful seasons together at Real Madrid.Di Maria joined Madrid in 2010, a year after Ronaldo's world-record signing. Together, they achieved notable successes, including winning La Liga, two Copa del Rey titles, and the coveted 'La Decima' by clinching the Champions League in 2014.Despite their shared triumphs and Ronaldo's five Ballon d'Or victories, the Portuguese superstar didn't make the cut for Di Maria's personal all-time best teammates. In an interview with MARCA, the Benfica midfielder explained that he had the luxury of choosing from a vast pool of talent, emphasizing the difficulty of narrowing down his selections.\"I had the opportunity to play with so many and have that privilege that sometimes if they don't ask me a question like that I don't start thinking about who I played with and the truth is that it is crazy if I have to put myself together. I could easily put together two all-star teams,\" Di Maria said.Di Maria's team reads as follows: Emi Martinez, Sergio Ramos, Nicolas Otamendi, Marcelo, Javier Mascherano, Rui Costa, Lionel Messi, Zlatan Ibrahimovic, Neymar, Kylian Mbappe. As for the right back, Di Maria couldn't decide whom to choose, so his team plays without one player.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Roberto Mancini walks down the tunnel before the end of Saudi Arabia's penalty shootout",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-31-roberto-mancini-walks-down-the-tunnel-before-the-end-of-saudi-arabias-penalty-shootout\/",
    "author":"Andrii Sokolovskyi",
    "source":"beIN SPORTS",
    "publish_time":1706659200000,
    "content":"Roberto Mancini couldn't bear to watch as his team lost the penalty shoot-out to South Korea in the Asian Cup, crushing his hopes of advancing to the quarter-finals of the tournament.The former Manchester City manager had his sights set on a victory after a tense 1-1 draw that extended into extra time. The high drama continued in the penalty shoot-outKorean goalkeeper Jo Hyeon-woo became the hero, saving penalties from Sami Al-Najei and Abdulrahman Ghareeb. The turning point led to Mancini's visible frustration as he walked down the tunnel, signalling the end of Saudi Artabia's journey in the tournament.After the game, Mancini explained his decision to leave before the end: \"South Korea had two chances to seal the win in the last two kicks, so I left.\"'Tevez lost it at him': Former Manchester City midfielder revealed Carlos Tevez almost had a fight with Mancini",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"'An entire country wants to see him play': Ancelotti gives his only advice for Arda Guler",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-01-31-an-entire-country-wants-to-see-him-play-ancelotti-gives-his-only-advice-to-arda-guler\/",
    "author":"Kingsley_",
    "source":"AS",
    "publish_time":1706659200000,
    "content":"\"Arda Guler? He is progressing well, every day he is physically better, getting used to the intensity of this football club,\" Carlo Ancelotti said in his press conference.\"Now he is fine and will have minutes. But, as I said, he has to be patient. I understand that there is a lot of pressure on him, because an entire country, Turkey, wants to see him play for Real Madrid, but the boy is 18 years old. \"His time will come,\" the boss concludes. Guler has played three games for Real Madrid this season across three different competitions this season. Overall, he's seen 76 minutes of action. Game time for the Turkish sensation has been heavily impacted by the injuries he suffered at the start of the season. Real Madrid plans to gradually integrate him into the squad as the season progresses.Arda Guler sends message to Real Madrid fans after La Liga debut",
    "thumbnail":"default",
    "category":"Thoughts"
  },
  {
    "title":"Explained: why Gallagher didn't get pen after being tripped by Van Dijk",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-01-31-explained-why-gallagher-didnt-get-pen-after-being-tripped-by-van-djjk\/",
    "author":"Uttiyo Scarnage",
    "source":"Twitter",
    "publish_time":1706659200000,
    "content":"Chelsea had a huge penalty called shocking turned down by referee Paul Tierney and the VAR team against Liverpool.Around the 7th minute, a surging attacking move from the left saw Raheem Sterling play the ball to Conor Gallagher in the middle.He took a touch and was just about to shoot when Virgil van Dijk seemingly tugged him down with a mistimed tackle.However, the referee didn't see enough in it. He asked the VAR team about it, but they didn't show any interest in reviewing it.The commentator for the game later indicated that the penalty was probably not given because the referees didn't see much in the tackle, or that Gallagher dived. Chelsea fans are understandably fuming with this, as they reacted on Twitter.Chels_HQ: \"Honestly, just end football. What a joke this game has become.\"PYS: \"Chelsea robbed of a penalty.\"Kels: \"Mourinho was right There's agenda against Chelsea.\"",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Tottenham aim to hijack Barca's midfielder signing – multiple sources",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-31-tottenham-aim-to-hijack-barcas-midfielder-signing-multiple-sources\/",
    "author":"Kosta König",
    "source":"Carlos Monfort",
    "publish_time":1706659200000,
    "content":"Tottenham Hotspur are going all in for Lucas Bergvall, according to multiple sources.Despite meeting Deco on several occasions already, the player's agents have now travelled to London to negotiate with Spurs. Tottenham are pushing hard to sign him.Bergvall is yet to make the final decision on his future. His current club, Djurgarden, accepted Barca's bid of €7m plus €3m in add-ons.The 17-year-old is described as a mix of Pedri and Gavi. He is primarily a central midfielder who possesses impressive physical ability alongside quality playmaking.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Barcelona plan 'squad revolution' to generate €200m – we name 15 players who could leave",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-31-barcelona-plan-squad-revolution-to-generate-200m-we-name-15-players-who-could-leave\/",
    "author":"Kosta König",
    "source":"Diario Sport",
    "publish_time":1706659200000,
    "content":"Barcelona will come up with a 'squad revolution' if the current project doesn't go any further, reports Diario Sport's Lluis Miguelsanz.Deco is going to analyse what players should leave the club in the summer. The plan is to generate €200m through player sales.We name the players who could be sold in a few months already.Ronald Araujo. The Uruguayan reportedly will consider leaving Barca if there is 'no evolution' within the current squad. Bayern are pushing, Araujo keeps dropping disasterclasses, so everything can be possible in the summer.Frenkie de Jong. Given a potential arrival of Aleix Garcia and the planned purchase of a high-profile defensive midfielder, Barca are going to have too many midfielders in their roster. The chosen one for sale could be Frenkie who may bring Barca a crazy fee (don't forget he's also the highest-paid player on the team).Robert Lewandowski. If the Pole doesn't improve considerably until the end of the season, Barca may decide to offload him to Saudi Arabia earlier than initially planned.Jules Kounde. The centre-back's form has dropped significantly since his latest injury. His current deal with Blaugrana expires in 2027, he still has some immense potential, so there could be lots of clubs interested.Ansu Fati. The club's reported idea is to attract some interest in the 21-year-old and sell him for a good fee in the summer.Raphinha. One of the most obvious candidates to leave Blaugrana this summer. While he lacks impact up front, his numbers are still decent as he magnets plenty of goal contributions.Ferran Torres. The Spaniard's impressive goalscoring form should boost his price tag and the chance of a summer exit.Andreas Christensen. The Dane is having a much worse season than the previous one. With his contract expiring in 2026, Barca could generate a solid fee from his sale.Inaki Pena. Barca's second-choice goalkeeper is not part of the future project, according to the latest reports. The club will look to offload him and replace with a better option.Chadi Riad. Barca reportedly plan to re-sign the Moroccan centre-back on beneficial terms; this could be done to further re-sale him for a much bigger fee as he's having a fantastic season with Real Betis.Sergino Dest. The wing-back is likely to join PSV on a permanent deal for €10m.Pablo Torre. The 20-year-old's place in Barca's midfield is not guaranteed. He sometimes does very well for Girona, so a beneficial resale is possible.Eric Garcia. The centre-back was going to be important for Xavi in the long term; since the Barca boss is leaving, the Spaniard's future is up in the air again.Oriol Romeu. The 32-year-old will almost certainly leave the club in the summer. He could be part of the deal to land Girona's Aleix Garcia.Clement Lenglet. Barca's obvious idea is to finally sell the 28-year-old this year.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Newcastle fan offered Bruno Guimaraes gift he couldn't refuse in exchange for his shirt",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-31-newcastle-fan-offered-bruno-guimaraes-gift-he-couldnt-refuse-in-exchange-for-his-shirt\/",
    "author":"Andrii Sokolovskyi",
    "source":"SPORTbible",
    "publish_time":1706659200000,
    "content":"In a delightful post-match moment, Bruno Guimaraes made headlines by swapping his match-worn shirt for what some are calling 'the best deal of the transfer window' - two massive bars of Kinder Bueno chocolate.This sweet exchange took place after Eddie Howe's team secured a  3-1 victory over Aston Villa, ending their 17-match unbeaten home run in the Premier League on Wednesday.Goals from Fabian Schar (2) and an own goal from Alex Moreno sealed the crucial three points for Newcastle, making it a memorable night for the fans. The joy extended to Guimaraes, who left Villa Park not just with a win but also with a delightful treat.The fan did their homework before the game. Guimaraes' fiancée, shared last year that his go-to chocolate treat is an egg with a yellow capsule and a toy inside - the classic Kinder Egg. Guimaraes himself admitted to being on a diet after naming chocolate as his weakness.'Trying to get on Fifa cover': Chelsea fans mock Bruno Guimaraes for bizarre penalty celebration",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Crystal Palace close in on Championship midfielder after Daniel Munoz signing",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-30-crystal-palace-close-in-on-championship-midfielder-after-daniel-munoz-signing\/",
    "author":"Uttiyo Scarnage",
    "source":"Fabrizio Romano",
    "publish_time":1706572800000,
    "content":"Crystal Palace seem to be closing in on their second signing of the 2024 winter transfer window after recently announcing the acquisition of Colombian defender Daniel Munoz.As per Fabrizio Romano, the Eagles are close to finalizing a deal with Blackburn Rovers for the signing of midfielder Adam Wharton.The Englishman is poised to undergo medical tests in London soon, after which there will be a race to complete the deal before the end of the winter window.Palace have agreed to pay an excess of £20m for the signing of the talented 19-year-old, who has been impressing in the Championship this season.Wharton can play anywhere in midfield, be it as a defensive midfielder or in an attacking role – while he also played as a left-midfielder for Blackburn this season.The teenager has made 29 appearances for the Rovers in this campaign, scoring two goals and providing three assists in all competitions.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Pep Guardiola hints why he'll never come back to coach Barca",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-30-pep-guardiola-hints-why-hell-never-come-back-to-coach-barca\/",
    "author":"Kosta König",
    "source":"Sam Lee",
    "publish_time":1706572800000,
    "content":"\"We cannot compare the pressure we have in England to Spain, in my experience. It's a thousand times tougher there. Six press conferences a week, a lot of games. The pressure you feel in Barcelona is not comparable anywhere else,\" Pep Guardiola has said at the latest presser.Earlier, Xavi told the media he had discussed his future Barca exit with Pep, making the same conclusion as his former mentor.On several occasions already, Guardiola has closed the door to coming back to Blaugrana as manager. He clearly loves it at Manchester City, even though Barcelona remain the club of his life.The main reason behind Xavi's departure at the end of the season is said to be the unbearable pressure coming from the media. The Barca boss believes he deserved better treatment after winning La Liga in difficult circumstances last season.Clearly, Pep doesn't want to experience this.Xavi: There will never be a Sir Alex Ferguson at Barca. There is a lot of disrespect and it leads to a decision like mine'The same thing will happen to him': Xavi sounds advice to next Barca coach",
    "thumbnail":"default",
    "category":"Match Result"
  },
  {
    "title":"Nkunku back in! Poch gives 5-man update ahead of Liverpool game",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-01-30-nkunku-back-in-poch-gives-5man-update-ahead-of-liverpool-game\/",
    "author":"Aleksei Blokhin",
    "source":"Absolute Chelsea @ Twitter",
    "publish_time":1706572800000,
    "content":"Mauricio Pochettino says that Malo Gusto and Christopher Nkunku are back in contention for the Liverpool game on Wednesday.\"It's good news that Malo Gusto and Christoph can travel with us. At the moment, yes it's good news to have two players recovered to play. Maybe Nico Jackson to arrive tomorrow and be involved if he can arrive,\" the Argentine said.Jackson is travelling back to Chelsea after Senegal were eliminated from the African Cup of Nations.However, the Blues will be without Levi Colwill, who suffered an injury in the warm-up to the Aston Villa game.\"Levi Colwill is out,\" Poch added. \"He suffered a minor injury in his tendon. Not a big issue, but he will be out. \"Trevoh [Chalobah] is really close, he is doing so well. It is only a matter of time.\"",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Boost for Tottenham? Brentford deal for Antonio Nusa transfer now ‘in doubt’",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-30-boost-for-tottenham-brentford-deal-for-antonio-nusa-now-in-doubt\/",
    "author":"Uttiyo Scarnage",
    "source":"The Athletic",
    "publish_time":1706572800000,
    "content":"Brentford have started to face some complications in the final stages of their deal to sign Club Brugge youngster Antonio Nusa, claims The Athletic’s David Ornstein.The deal has apparently been ‘thrown into doubt’ even though an initial agreement was met between the two clubs over a deal.For some reason, Brentford could not finalize the transfer and it has now taken a step backwards, which could allow other teams to come back into the fray.There is now a chance for Tottenham Hotspur, who were reportedly interested in him, to have another chance to sign him over their London rivals.However, there is now a strong possibility that a transfer agreement for Nusa will not be finalized before the end of the January transfer window and its looked into in the summer transfer window.Nusa is considered as one of the best young talents in Europe, having already made 63 appearances for Brugge and scored seven goals.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"'S**k it, haters!': Neymar reacts to fans calling him fat",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-30-sk-it-haters-neymar-reacts-to-fans-calling-him-fat\/",
    "author":"Kosta König",
    "source":"Instagram",
    "publish_time":1706572800000,
    "content":"A few days after controversial Neymar pics emerged, the Brazilian has come up with a message for his 'haters'.\"Okay, overweight. But fat? I don't think so! S**k it, haters! Give it up or run away!\" he said on Instagram, showcasing his torso.Yeah, seems like his shape isn't that bad and he was simply caught in a bad perspective in those pics.Neymar continues recovering from a season-ending injury he picked up with Brazil's national team. It was initially feared that the 31-year-old would decide to retire, but seems like he's already raring to go again with Al Hilal.",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"French football legends including Pires spotted at Forest game - why were they there?",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-30-french-football-legends-including-pires-spotted-at-forest-game-where-were-they-there\/",
    "author":"Toby Prince",
    "source":"Nottingham Forest",
    "publish_time":1706572800000,
    "content":"Robert Pires, Lilian Thuram and Christian Karembeu were among French legends spotted at Arsenal's Premier League clash with Nottingham Forest. But why were they there?Forest, The Weatherhead Center at Harvard University and The Lilian Thuram Foundation are collaborating on a conference aimed at tackling the issues of racism and gender inequality in European football.The conference which already started at Nottingham Forest’s City Ground will end on 1 February. According to the organisers, the summit aims to\" deliver landmark agreements on new anti-racism and gender equality actions that Forest and the summit’s delegates will present to the sport’s governing bodies and fellow European clubs.\"",
    "thumbnail":"default",
    "category":"Thoughts"
  },
  {
    "title":"'It was spectacular': Xavi reveals what surprised him after his decision to leave Barca",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-30-it-was-spectacular-xavi-reveals-what-surprised-him-after-his-decision-to-leave-barca\/",
    "author":"Kingsley_",
    "source":"Diario AS",
    "publish_time":1706572800000,
    "content":"\"I was surprised by the words, the calls [after announcing my departure], I was moved by the response of the players, it was spectacular,\" Xavi told the press ahead of the Osasuna game. \"I am a Cule and I want everything to improve and we are going to give our all. And I think that the players have to take a step forward because in the end, we depend a lot on them being inspired.\"Xavi also revealed exactly he made the decision to quit his job as Barca boss. \"I believe that our work is not valued enough. I had already decided on it a long time ago, since the beginning of the season,\" Xavi said. It's surprising that Xavi agreed to sign a new contract with the club when he already decided to leave. Xavi's new deal with Barca was announced in September last year. Premier League manager advancing to become Barca's next coach, not Arteta or Klopp (reliability: 4 stars)",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"How Real Madrid can lineup in August if they get their preferred fullback targets",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-01-30-how-real-madrid-will-lineup-in-august-if-they-get-their-preferred-fullback-targets\/",
    "author":"Kingsley_",
    "source":"Tribuna.com",
    "publish_time":1706572800000,
    "content":"Alphonso Davies and Yan Couto are the two full-backs Real Madrid are hoping to sign in before the start of the 2024\/25 season. Both defenders are in their early 20s, incredibly fast and highly creative. They've both racked up over 100 games in their club career proving they're not greenhorns in their position. If Real Madrid can successfully sign both players we could see them slot into the Madrid XI at left and right-back when the coming season kicks off in August. Here's how Carlo Ancelotti can set up his team, featuring Couto and Davies in defence: Real Madrid have Ferland Mendy, Fran Garcia, Dani Carvajal and Lucas Vaquez as full-back options. However, some departures are expected in the summer, notably Mendy and Vazquez.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Kyle Walker names two managers who helped him during cheating scandal",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-29-kyle-walker-names-two-managers-who-helped-him-during-cheating-scandal\/",
    "author":"Uttiyo Scarnage",
    "source":"The Sun",
    "publish_time":1706486400000,
    "content":"Man City captain Kyle Walker has been undergoing a difficult period of time in his personal life after separating from his wife Annie Kilner.The Englishman has been accused of cheating on Kilner multiple times over the years and even having children with UK TV personality Lauryn Goodman.Walker recently opened up on his personal life and which managers helped him during his tough period, saying: “He [Guardiola] didn’t know what was happening. I didn’t want to tell him because I didn’t want him to think I wasn’t mentally there. I can’t thank him enough for the understanding and belief he’s shown in me through four years.”The England international also confirmed that Gareth Southgate sent him a supportive text during his troubles, adding: “For your national team manager to reach out in a time of need goes beyond football.”Walker is currently living all on his own in a rented apartment after separating from Kilner, as he tries to focus on helping Man City. The Englishman has made 29 appearances for the Citizens this season and remains a key part of Pep Guardiola’s side.",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Brentford set to hijack Tottenham move for Norwegian youngster Nusa",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-29-brentford-set-to-hijack-tottenham-move-for-norwegian-youngster-nusa\/",
    "author":"Uttiyo Scarnage",
    "source":"Fabrizio Romano",
    "publish_time":1706486400000,
    "content":"As per Fabrizio Romano, Brentford have struck an agreement with Club Brugge for the signing of young winger Antonio Nusa.The Bees are ready to pay in excess of €30m for the teenage sensation, who will be joining them in the summer after spending the 2023\/24 season with the Belgian club.This is a rather stunning turn of events after Tottenham Hotspur were rumoured to be pushing to sign Nusa. However, Brentford have worked smartly behind the scenes to convince the Norway international to join them next season.Nusa, who is only 18, has already made 64 appearances for Club Brugge – in which he has scored seven goals and provided four assists.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"'Don't go there': Ten Hag firmly shuts down Rashford questions after Newport win",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-01-29-dont-go-there-ten-hag-firmly-shuts-down-rashford-questions-after-newport-win\/",
    "author":"Meghna @ 1819",
    "source":"Daily Mirror",
    "publish_time":1706486400000,
    "content":"Erik ten Hag refused to divulge any information about the Marcus Rashford situation while dealing with the press on Sunday. Before the Newport County game, he was asked about Rashford missing the FA Cup fourth-round clash after allegedly lying about partying. Ten Hag refused to reply then and even after the game, Erik showed no desire to speak on the matter. Reporters tried to press the Manchester United boss and get a possible reaction out of him. However, Ten Hag maintained his cool and firmly shut down the questions. When asked about Rashford again, the boss replied: \"So he reported ill, for the rest it's an internal matter and I’ll deal with it.\" Ten Hag was then asked if this issue raised more questions than answers, to which he replied: \"For you, but not for me. It’s an internal matter and I will deal with it.\"The reporter again asked if Rashford is proof of the 'no-good' culture at Man United, to which Erik firmly said: \"I don't go there in this case.\"I've talked before about it. I think we played a good game and now we move on. We will deal with it, I will deal with it.\" Caught on camera: Newport fans unveil cheeky banner in dig at Rashford",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Xavi to step down as Barcelona coach",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-01-28-xavi-to-step-down-as-barcelona-coach\/",
    "author":"Toby Prince",
    "source":"ESPN",
    "publish_time":1706400000000,
    "content":"Xavi has announced his decision to quit his role as Barcelona coach at the end of the season after Saturday's 5-3 defeat to Villarreal at the Olympic Stadium.\"On June 30 I will leave the club, it's a decision I have taken with the president, with the staff,\" Xavi told reporters.\"The feeling of being Barca coach is cruel, unpleasant, it feels like people lack respect for you a lot of the time.\"It's terrible on a mental health level, your morale ... to the point where you think there is no sense in continuing.\"Barcelona, third in the top flight, are 10 points behind Real Madrid with their title defence virtually over.After elimination in the Copa del Rey by Athletic Bilbao this week and a thrashing by Madrid in the Spanish Super Cup final earlier in January, Xavi said he made the decision for the good of the club.\"I've thought about the club ... and above all the players,\" said Xavi. \"I have the feeling that I am doing the right thing, that I am acting with common sense.\"I think the club needs a change of dynamics, the dynamic is very negative.\"\"I am more optimistic than ever with this change of dynamic ... we'll go for La Liga, it's very difficult but we will fight,\" he added.\"I have not spoken to the players about it, I saw how down they were today and I will talk to them tomorrow, and that's one of the reasons for it.\"",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Man United fans in for 'shock' summer window as Omar Berrada plan comes to light",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-01-28-man-united-fans-in-for-shock-summer-window-as-omar-berrada-plan-comes-to-light\/",
    "author":"Meghna @ 1819",
    "source":"Give Me Sport",
    "publish_time":1706400000000,
    "content":"According to Give Me Sport, a tier-three source, Omar Berrada intends to put a full stop to Manchester United's overspending on transfers. In what comes as welcome news for fans, the incoming CEO understands that Man United are at risk of breaching the upper limits of Financial Fair Play restrictions. That's mostly down to spending unexplainable amounts on players who don't deserve it and then handing them exorbitant weekly wages. Sources have indicated to Give Me Sport that Berrada will 'shock' fans with his pragmatic approach to transfers once he assumes charge in the summer. For the Red Devils to balance the books, there will reportedly be a huge focus on clearing out the squad. The report also suggests that Berrada won't make any major expensive signings to kick off the new INEOS-backed era. Instead, he will adopt a systematic approach that focuses on fixing the problems first. Omar Berrada set to introduce strict rule at Man United — it could be bad news for some players",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Is Pep Guardiola leaving Man City after Jurgen Klopp's decision to quit Liverpool? Answered",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-01-27-is-pep-guardiola-leaving-man-city-after-jurgen-klopps-decision-to-quit-liverpool-answered\/",
    "author":"Meghna @ 1819",
    "source":"The Athletic",
    "publish_time":1706313600000,
    "content":"A question that's been on the minds of Manchester United fans lately is whether Pep Guardiola would follow Jurgen Klopp's footsteps and leave Manchester City anytime soon. Well, according to The Athletic, it's not too soon to presume Guardiola's heading in that direction. Klopp has announced he will leave Liverpool at the end of this season. Considering his influence for the Merseysiders, who are on course to win another Premier League title, fans won't be too sad to see him go. Another nemesis for Man United is, of course, Guardiola, who has single-handedly set exceptionally high standards for the Premier League. Fortunately, The Athletic understands Pep is unlikely to stick around and may look to return to Barcelona once his contract expires at the end of next season. Guardiola was being linked with a departure even in 2022\/23, which ended with Man City winning the treble. With INEOS in charge and the Glazers' power diminishing, it's the perfect time for Man United to capitalise on this shift in the Premier League. Ten Hag 'understands' why Jurgen Klopp is quitting Liverpool",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"'I hope we win it': Xavi reveals if Champions League glory will impact his decision to leave",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-27-i-hope-we-win-it-xavi-reveals-if-champions-league-glory-will-impact-his-decision-to-leave\/",
    "author":"Kosta König",
    "source":"Lluis Flaquer",
    "publish_time":1706313600000,
    "content":"\"I hope we win the Champions League. With this announcement [about leaving] today I'm more optimistic, it will help us compete. I have not told the players about the decision yet, they were really affected by the loss,\" Xavi has said.\"Even if I win the Champions League, the decision has been made,\" he added.Barcelona will face Napoli in the Champions League last 16 in February and March. The Italian side are also affected by some sort of crisis and far from their best on a domestic level.Xavi has just announced his decision to leave Barca at the end of the season.",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"What Barca players think of Xavi's decision to leave revealed",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-27-what-barca-players-think-of-xavis-decision-to-leave-revealed\/",
    "author":"Kosta König",
    "source":"Toni Juanmarti",
    "publish_time":1706313600000,
    "content":"\"Right now, there is dismay in the squad over Xavi's decision. Total silence, state of shock,\" Toni Juanmarti reports.During the press conference, Xavi said he hadn't told the players about his decision as they were 'too affected' by the Villarreal defeat. It's possible that no one actually knew what was coming.Several Barca players backed Xavi after the game, taking the responsibility for the team's latest results. However, the Barca boss said he deserves to be blamed the most.Xavi will leave Barcelona at the end of the season.",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"'New week same vibes': Barca fans in tears as ref refuses to award first-half penalty against Madrid at Las Palmas",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-01-27-new-week-same-vibes-barca-fans-in-tears-as-ref-refuses-to-award-firsthalf-penalty-against\/",
    "author":"Kingsley_",
    "source":"x.com",
    "publish_time":1706313600000,
    "content":"There was a moment in the first half of the match between Real Madrid and Las Palmas where it seemed like a penalty could be awarded against Dani Ceballos. But the referee Soto Grado waved play on. On closer observation of TV replays, it was clear there was minimal or negligible contact between Ceballos and the Las Palmas attacker. Ceballos got to the ball first clearlyHowever, Barca fans watching the match refused to believe it. They have been crying on X claiming Real Madrid are being sided by the refs once again.Here are some of their reactions: 💭Brian: \"Ceballos just stepped on a players foot in the box and no penalty was given The average decision in the Madrid League.\"💭King: \"Madrid-Liga! We're back it again.\"💭Captain: \"Just waiting on one of their shady penalties to win the game\"💭Viral soccer: \"Just waiting for refs magic now, we will see in second half and believe me Madrid is going to win the game\"💭Champions Pedri: \"Madrid best player in the first half was s the referee\"Universal: \"New week, same vibes\"The game continues at 0-0.",
    "thumbnail":"default",
    "category":"Match Result"
  },
  {
    "title":"'Sacking him would be extremely reactionary': Man United fans rally behind Ten Hag",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-01-26-sacking-him-would-be-extremely-reactionary-man-united-fans-rally-behind-ten-hag\/",
    "author":"Georgy Tzepkovsky",
    "source":"Tribuna.com",
    "publish_time":1706227200000,
    "content":"Erik ten Hag finds himself under continuous pressure at Manchester United amid struggles for consistency.The Dutchman's future is being questioned at the moment with Sir Jim Ratcliffe assuming control of football operations.However, the supporters are backing the manager and believe Ten Hag is the one to take the club forward based on his accomplishments.United Thoughts (all reactions via Twitter): \"INEOS have done better so far than I ever could've hoped. I want ten Hag to stay and I think it would work.\"e Gabriel: \"Ten Hag went to two cup finals and finished top 4 in his first year, eliminated the Spanish champions out of Europa League in his first year.\"JDV_MUFC: \"Sacking him would be extremely reactionary when they need calm and to build. 'Building' is not something ETH has been able to do under the Glazers, not with the injuries, external factors and the squad not being good.\"kody: \"I'd give Ten Hag another year. Last season the team was excellent. Lots of drama and injuries this year. Ten Hag has contributed to both positive and negatives, just need to find that consistent form again.\"Ryan Giggs names number one objective for Sir Jim — not replacing Ten Hag",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Manchester City finally confirm Claudio Echeverri deal, details revealed",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-25-manchester-city-finally-confirm-claudio-echeverri-deal-details-revealed\/",
    "author":"Andrii Sokolovskyi",
    "source":"Mancity.com",
    "publish_time":1706140800000,
    "content":"Manchester City have completed the signing of 19-year Argentinian Claudio Echeverri from River Plate. Echeverri's contract runs until June 2028, but he'll continue to play for River until making his move to the Etihad Stadium in January next year.Despite his young age, Echeverri has already made a mark with six appearances for River Plate. Echeverri's leadership skills were also evident as he captained Argentina at the Under-17 World Cup, scoring a memorable hat-trick in a 3-0 quarter-final win against Brazil. Despite a semi-final exit on penalties against Germany, he earned the tournament's third top scorer recognition with the bronze ball.Echeverri boasts 23 appearances for Argentina's under-17s, finding the net 13 times, and has even trained with the senior national team.Fabrizio Romano has mentioned the details of the deal: €14.5m net fixed fee to River. €9m add-ons performance-related.Add-ons only related to player, NOT club titles.Staying on loan at River until December 2024.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Mbappe decides to leave PSG, asking for insane sign-on bonus (reliability: 4 stars)",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-01-25-mbappe-decides-to-leave-psg-asking-for-insane-signon-bonus-reliability-4-stars\/",
    "author":"Kingsley_",
    "source":"elchiringuitotv",
    "publish_time":1706140800000,
    "content":"Kylian Mbappe has made the decision to leave PSG at the end of the season, reports Bild h\/t Elchiringuito.However, the Frenchman is asking for an insane signing bonus of €125m to join Real Madrid when his contract ends in June this year. If Mbappe leaves PSG in June he will do so as a free agent with Real Madrid not obligated to pay any transfer fee. Still, the sign-on bonus will be the biggest ever paid for a player arriving on a free transfer in football history if Florentino Perez agrees to it. Mbappe's salary demands are also acrimonious when compared to what other Real Madrid players currently earn. Madrid's top earner Toni Kroos bags less than €15m net per season. Mbappe is demanding nearly three times that, which isn't up to his current salary at PSG. Real Madrid probably understands that the 25-year-old will cost them an arm and a leg even if they're getting him as a free agent. Thus, the economic conditions of the deal will be studied carefully before the green button is pressed. Mbappe is one of the most prolific forwards in Europe having scored over 318 goals in his career so far. 'I went from stars to the bottom': Mbappe recalls 2013 Real Madrid visit",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Mikel Arteta told he has TWO players far better than Kai Havertz",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-25-mikel-arteta-told-he-has-two-players-far-better-than-havertz\/",
    "author":"Toby Prince",
    "source":"talkSPORT",
    "publish_time":1706140800000,
    "content":"Gabriel Agbonlahor believes Mikel Arteta's decision to sign Kai Havertz could ultimately cost Arsenal the Premier League title. According to the former Aston Villa forward, Fabio Vieira and Emile Smith Rowe are better than the German. “I think the biggest thing Arsenal fans are annoyed with and what Arteta will regret is spending a lot of his transfer budget on Havertz,” Agbonlahor said.“He wasn’t the answer. They could have £65m available now towards getting a striker like Ivan Toney. It’s going to cost them.“They’ve got [Fabio] Vieira, they’ve got [Emile] Smith Rowe who are probably better than Havertz in the same position.“So for me, Arteta has cost Arsenal the title by spending money very stupidly, I’d say.”The Gunners find themselves in third place, five points adrift of leaders Liverpool in the race for the title.'Lacks bravery of aggression': Graeme Souness still can't believe Arsenal spent £65m on Kai Havertz",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Injury update on Balde, Araujo and Christensen",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-25-injury-update-on-balde-araujo-and-christensen\/",
    "author":"Kingsley_",
    "source":"Mundo Deportivo",
    "publish_time":1706140800000,
    "content":"Barcelona finished the match against Athletic Bilbao with three players suffering injuries — Alejandro Balde, Andreas Christensen and Ronald Araujo. According to Mundo Deportivo, all three players will undergo tests at Barca's medical facilities later on Thursday, January 25 to determine the extent of their injuries. Araujo played the entire game with his left knee heavily strapped, he then suffered a knee sprain during the game. Meanwhile, Araujo previously confirmed he has been playing with pain in his knee for some time. Balde suffered a hamstring injury in the game and could be out for several weeks depending on the severity of the injury. Christensen also left the game with a foot injury with cameras showing his foot being wrapped in ice while he sat on the bench. Alejandro Balde leaves pitch in tears after suffering injury v Bilbao",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Poch names Nkunku, Gusto return dates: 'We are positive'",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-01-25-poch-names-nkunku-gusto-return-dates-we-are-positive\/",
    "author":"Aleksei Blokhin",
    "source":"Nizaar Kinsella @ Twitter",
    "publish_time":1706140800000,
    "content":"Mauricio Pochettino says that Christopher Nkunku and Malo Gusto will not be available to face Aston Villa in the FA Cup on Friday.\"They could be available for Liverpool. We are positive, but we will see,\" the Argentine said.Both players returned to team training this week. The forward is in the final stages of recovering from an injury while the full-back had a muscle overload.Poch added that Ben Chilwell is unlikely to be fit to start against Villa, having only recently returned from a fourth-month injury absence. \"He's an important player if he is fit and can cope with the 90 minutes. He needs to build his fitness. Now, we have doubt to start him tomorrow as we are assessing him if he can cope with another game. It's a massive decision,\" the Blues manager added.Chelsea face Liverpool in the Premier League on Wednesday, January 31.",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"'I would give my eyes if I could': Michael Owen on his son's incurable condition which ended his football career",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-25-i-would-give-my-eyes-if-i-could-michael-owen-on-his-sons-incurable-condition-which-ended\/",
    "author":"Andrii Sokolovskyi",
    "source":"BBC",
    "publish_time":1706140800000,
    "content":"Former England forward Michael Owen has opened up about the heartbreaking reality his family faces as his son, James, battles the rare genetic eye disease 'Stargardt.' In a candid revelation, Owen expressed his willingness to \"pay every cent\" to change his son's incurable condition.James, diagnosed with Stargardt at the age of eight, had dreams of becoming a footballer, following in the footsteps of his Ballon d'Or-winning father. However, the degenerative eye condition robbed him of the joy of playing as it progressively worsened. James could only see the ball if it was within five yards due to blurriness and distorted vision.Stargardt is a rare genetic eye disease caused by the buildup of fatty material on the macula, the central part of the retina. Symptoms often start in youth, but some may not experience them until adulthood. Currently, there is no treatment for the condition.\"If I could give him my eyes ... I would,\" he said on the BBC Access All podcast.\"I would pay every cent I've got to make James see again.\"The father and son are raising awareness of the condition with a documentary titled 'Football is For Everyone'. It will appear on TNT Sports on January 30 and showcase the England Partially Sighted Futsal Team, who competed in the 2023 IBSA World Games in Birmingham.'I will knock them out!': Owen reveals cocky plan for Raul and Ronaldo when he joined Real Madrid",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"How much money did Barca miss out on following elimination from Copa del Rey?",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-25-how-much-money-did-barca-miss-out-on-following-elimination-from-copa-del-rey\/",
    "author":"Kingsley_",
    "source":"Forbes",
    "publish_time":1706140800000,
    "content":"Barcelona last won the Copa Del Rey in 2021. Back then they had Lionel Messi helping them achieve it. The Blaugrana earned around €3m for lifting the trophy that year, including TV revenue. Fast forward to 2024, Messi is long gone and Barca can't get past the quarter-final stage of the Copa Del Rey. This season, the winners of the Copa del Rey will smile to the bank with a fixed prize money of €1.2m. When TV revenue is factored in, the champions could go home with around €5 million in winnings. Usually, the Copa del Rey prize money depends on the competition's TV revenue for the year. Although it's nowhere near La Liga, winning the competition comes with a handsome financial reward exceeding €5 million for top clubs like Barca who attract larger TV audiences. The Blaugrana could do with every penny. Barca earned around €400,000 for reaching the quarter-final of the Copa Del Rey this year, but that's barely enough to cover Frenkie De Jong's two weeks salary. Besides the prize money from the Copa Del Rey, Barca are also at risk of missing out of the Spanish Super Cup next January. Appearing in the competition this year fetched Barca €6 million in revenue. Barca's route to the Super Cup now lies in winning La Liga or at least finishing second like they did two seasons ago. Xavi: 'We have competed very well. We can be proud'",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"ESPN: Man United ready to sign players in January on one condition (reliability: 4 stars)",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-01-23-espn-man-united-ready-to-sign-players-in-january-on-one-condition-reliability-4-stars\/",
    "author":"Georgy Tzepkovsky",
    "source":"ESPN FC",
    "publish_time":1705968000000,
    "content":"The 2024 winter transfer window officially shuts down at the end of the current month, on January 31.Manchester United have done a good job of clearing out the deadwood but the Red Devils are yet to sign a new player.According to ESPN FC, Man United are open to the idea of adding to the squad in January if 'an opportunity presents itself'.Still, the main aim of the January transfer window has been to 'ease the financial concerns' ahead of what promises to be a busy summer.Days left of January transfer window — here's what to expect from Man United in coming days",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"'Injury worse than first feared': Liverpool issue Salah statement",
    "link":"https:\/\/tribuna.com\/en\/news\/liverpoolfc-2024-01-23-injury-worse-than-first-feared-liverpool-issue-salah-statement\/",
    "author":"Aleksei Blokhin",
    "source":"Liverpool FC",
    "publish_time":1705968000000,
    "content":"Mo Salah sustained a hamstring injury in Egypt's clash against Ghana in the African Cup of Nations. The 31-year-old is set to return to Liverpool to facilitate his recovery. The club has released a statement on the forward's injury, confirming the earlier news that the injury is more serious than initially expected.\"Mohamed Salah will return to the AXA Training Centre on Wednesday to begin an intensive rehabilitation programme with Liverpool’s medical team on the muscle injury he sustained with Egypt last week,\" the statement reads.\"The injury, which is worse than first feared, forced the forward from the field in the first half of the Africa Cup of Nations fixture with Ghana and an agreement has been reached with the Egyptian FA for Salah to undergo treatment in Liverpool.\"Salah will immediately begin work with the club’s medical staff upon his return to Merseyside with a view to being back in action as soon as possible for club and country, giving him the best chance to return to compete at AFCON if Egypt, who qualified for the knockout stage with a 2-2 draw against Cape Verde tonight, continue to advance in the tournament.\"Note that the club does not name a potential return date, only noted that Salah still has a chance to participate in AFCON play-offs. The final of the tournament is set to take place on February 11.The 31-year-old's agent claimed on Monday that it would take three or four weeks for Mohamed to recover.Agent confirms Salah injury 'more serious than first thought', names return date",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Cristiano Ronaldo's team accused of paying troll accounts on social media",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-23-cristiano-ronaldos-team-accused-of-paying-troll-accounts-on-social-media\/",
    "author":"Andrii Sokolovskyi",
    "source":"SPORTbible",
    "publish_time":1705968000000,
    "content":"Controversy surrounds Cristiano Ronaldo's team amid accusations of \"paying troll accounts\" on social media. With a massive following of 618 million on Instagram and 168 million on Facebook, Ronaldo is one of the world's most-followed athletes. Numerous fan accounts dedicated to him regularly share updates about the five-time Ballon d'Or winner.The trouble escalated when a post from 'GOATnaldo Junction' on the Meta platform drew attention. The post, with 87,000 likes and 108,000 followers, had the caption, \"The Ballon d'Or hits different when it's earned.\" This follows Ronaldo's questioning the credibility of individual awards, especially after Lionel Messi's recent win for Best FIFA Men's player.\"I think that, in a way, these awards are losing credibility. We have to analyse the entire season. It's not to say that Messi didn't deserve it, or Haaland or even Mbappe. I simply no longer believe in these awards.\"\"And it's not because I won at Globe Soccer. But there are facts, there are numbers. And the numbers don't deceive. They can't take this trophy away from me because it's a reality. So it makes me even happier because the numbers are facts.\"According to SPORTbible, the post mentioned earlier from the Ronaldo fan page was actually part of a 'Paid partnership' with the 38-year-old football star. When you check the partnership details, a message states that 'Cristiano Ronaldo compensated GOATnaldo Junction to share this post. Branded content allows creators to collaborate with brands for promoting products or services.\"The content in question has been deleted since then. It's important to note that Ronaldo is not personally handling his account; instead, a team manages his social media presence.'I'm not surprised of my level': Ronaldo on his 54 Al Nassr goals after people 'considered him lost' at Man United",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Jorge Mendes reveals two players Barca want to buy in summer window - one is Felix",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-23-jorge-mendes-reveals-two-players-barca-want-to-buy-in-summer-window-one-is-felix\/",
    "author":"Uttiyo Scarnage",
    "source":"Fabrizio Romano",
    "publish_time":1705968000000,
    "content":"Portuguese football agent Jorge Mendes opened up on the future of his clients, Joao Felix and Joao Cancelo, at Barcelona at the recent Globe Soccer Awards.He said: \"Barcelona want to keep both João Félix and João Cancelo beyond this season, they want to make the deals permanent. Criticism for João Félix? His performances have been very good so far.\"The Blaugrana seem to be poised to try to permanently sign Felix and Cancelo after being impressed with their performances this season.The two will not come for cheap, which means Joan Laporta has to find a way to re-sign them without causing financial damages to the club.Felix has scored seven goals and provided five assists in 26 appearances for Barca this season, while Cancelo has five goal contributions in 22 games too.Joao Felix: 'People always talk about me''Let them talk': Joao Cancelo sends strong message to Joao Felix right during Betis game",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Endrick goes full samba mode as he celebrates Brazil goal after just 4 minutes",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-01-24-endrick-goes-full-samba-mode-as-he-celebrates-brazil-goal-after-just-4-minutes\/",
    "author":"Nаdine",
    "source":"CBF Futebol",
    "publish_time":1705968000000,
    "content":"While Palmeiras are involved in Liga Paulista, Endrick Felipe is making waves with his national team. The Madrid-bound striker is currently on international duty with Brazil U23 aiming to secure a spot at the Olympic Games in Paris.The youngster left an indelible mark by scoring a crucial goal just four minutes into the Bolivia game on Tuesday. The 17-year-old went full samba mode to celebrate what later turned out to be the match-winner with his teammates.Imagine this dance at Bernabeu..The Brazilian is expected to join the Real Madrid ranks in a mere six months, once he turns 18. Los Blancos see the youngster as the team's no. 9 for years to come.Real Madrid's possible 2025 lineup with Endrick and Arda Guler as starters",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Karim Benzema could return to former club amid Saudi exit links",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-01-23-karim-benzema-could-return-to-former-club-amid-saudi-exit-links\/",
    "author":"Nаdine",
    "source":"RMC Sport",
    "publish_time":1705881600000,
    "content":"Karim Benzema is reportedly considering a move away from Al Ittihad, despite having joined the side just seven months ago after parting ways with Real Madrid.And according to Fabrice Hawkings of RMC Sport, the Frenchman might be heading back to his former club... Lyon, where the striker began his career. During his time with Les Gones, Karim recorded 66 goals and 27 assists in 148 games before leaving for Madrid at 22. Fourteen years later, the Ligue 1 side are keen on a homecoming, although the financial aspects of the deal might be a problem. Benzema, currently one of the best-paid players in Saudi, earning £88 million per year, would need to accept a substantial pay cut for the move to happen.Lyon are not the only side that try to bring Karim back to Europe, though, as Premier League sides like Arsenal and Manchester United are also closely following his situation.Are Real Madrid considering bringing back Karim Benzema?Karim Benzema at Arsenal: potential XI and fan reactions",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"'Defenders now know': Bukayo Saka told to add missing element to his game",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-22-defenders-now-know-bukayo-saka-told-to-add-missing-element-to-his-game\/",
    "author":"Toby Prince",
    "source":"HITC",
    "publish_time":1705881600000,
    "content":"Former Liverpool winger Jermaine Pennant believes Bukayo Saka has become too predictable and must improve. “Is it a case of him being overused? He is the most overused player at Arsenal. 82 games straight without coming off throughout the season,\" he said. “Is there a little bit of fatigue kicking in? That could also play a part. Also, I think it’s getting a little bit predictable now.\"Defenders and teams know he is going to cut in on his left, so show him down your right and block the left-hand side – I think he needs to add a little bit more to his game, not be scared to go on his right and also it will give him more options.”Arsenal thrashed Crystal Palace 5-0 but Saka didn't contribute a goal or assist. He has managed two Premier League goals since October.",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Lamine Yamal hasn't started La Liga game in nearly two months - Barca's current plan for him revealed",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-21-lamine-yamal-hasnt-started-la-liga-game-in-nearly-two-months-barcas-current-plan-for-him\/",
    "author":"Uttiyo Scarnage",
    "source":"Sport",
    "publish_time":1705795200000,
    "content":"Lamine Yamal has mostly been used in a substitute role by Barcelona this season and hasn’t started a game in over a month.In fact, the last time that the teenage sensation started a La Liga match for Barcelona was in their 1-1 draw against Rayo Vallecano on November 25.But as per Sport, the 16-year-old is now likely to get more regular playing time in the second half of the campaign. That is mostly due to injury issues in Xavi’s squad, especially with Raphinha currently out of action with a knock.Even though Yamal has made 27 appearances this season, he has only received 1,186 minutes of game-time and will look to improve that going forward.The teenager became the youngest goal-scorer in the Spanish Supercopa history when he scored against Osasuna earlier this month, and has two goals as well as four assists in all competitions so far this season.Lamine Yamal out of Barca Copa Del Rey squad to face Unionistas — reason is historic",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Martin Odegaard's 'secret signal' helped Arsenal score highest goals from corners in Premier League",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-21-martin-odegaards-secret-signal-helped-arsenal-score-highest-goals-from-corners-in-premier\/",
    "author":"Meghna @ 1819",
    "source":"BBC via Give Me Sport",
    "publish_time":1705795200000,
    "content":"Arsenal pulled off two incredible goals from as many corners in our 5-0 thrashing of Crystal Palace this weekend. Gabriel Magalhaes was the man of the moment after scoring both goals but, unfortunately, the second one was listed as an own goal to Palace. On both occasions, Martin Odegaard was spotted doing something with his socks. That's according to BBC Match of the Day pundit, former Wales and Swansea defender Ashley Williams. Williams noted Odegaard tampering with his socks before both corners as a possible signal to the taker on where to hit the corner. Quoted by Give Me Sport, Williams said: \"There’s always a trigger for what the [corner's] movement’s going to be, and we can see they have worked on whether it’s a front-post corner or a back-post corner.\"If you keep an eye on Odegaard, we feel - maybe we’ve had too much time on our hands - but we feel that maybe he’s signalling something to the corner taker.\"He’s in the same place for every corner and he’s playing with his socks. The reason we’re looking for a trigger is because [these things] are worked on.\"There is synchronicity regarded whether they go to the front or the back. Every clip we see here he is doing the same thing where he’s playing with his socks.\" Sock tampering or not, the Arsenal captain's methods appear to be working. No other Premier League side has scored more goals than Arsenal from set-pieces this season. Excluding penalties, the Gunners have bagged 13 points from set-pieces. That's the highest in the league so far, with Manchester City only managing nine from corners. 'Not on the level expected': William Gallas blames Odegaard for Arsenal's struggles",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Man United 'consider' paying off Casemiro's contract to make him leave",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-01-21-man-united-consider-paying-off-casemiros-contract-to-make-him-leave\/",
    "author":"Meghna @ 1819",
    "source":"Daily Star",
    "publish_time":1705795200000,
    "content":"Manchester United are eager to get Casemiro off the books in an attempt to reduce the ever-growing wage bill, reports the Daily Star. A move backed by Sir Jim Ratcliffe's team, the Red Devils are considering paying off Casemiro's contract to get him to leave during the summer. The Brazilian, 31, has a deal that runs till 2026 but Man United reportedly do not wish to keep him that long. In two more years, Casemiro will turn 33 and he's already struggling with poor form and injuries. Despite a promising debut season where he played 28 times in the Premier League, he's only featured eight times this term. The report claims paying off Casemiro entirely would cost Man United £20 million. His departure would significantly reduce the club's growing wage bill. The midfielder has been linked with a transfer to Saudi Arabia lately but there's nothing concrete as of now. Casemiro wins 'Ronaldo d'Or' award, shares stage with Halaand and John Terry",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"'Pep & Tuchel wanted him for a reason': Arsenal fans name underrated player after Palace win - not Gabriel",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-20-pep-tuchel-wanted-him-for-a-reason-arsenal-fans-name-underrated-player-after-palace-win-n\/",
    "author":"Toby Prince",
    "source":"EduardoHagn",
    "publish_time":1705708800000,
    "content":"Arsenal fans have applauded Jorginho for his display in Saturday's 5-0 win over Crystal Palace. Jorginho replaced Declan Rice in the second half and quickly made an impact with his composure, vision and passing ability. While these traits have always been a part of the Italian's game, Gooners are beginning to recognise and appreciate him. 🗣️Eduardo Hagn: \"Before he came to Arsenal, I must admit I didn’t know why Jorginho was so highly rated. Now, I’ve seen why. He reminds of the old version of Tom Brady. He has deficiencies in athleticism but his passing is on the highest tier I’ve seen. A quarterback. Great player and pro. 🇮🇹\"🗣️AfcRO: \"There is a reason why Pep and Tuchel wanted him as the centre of their project. One of the greats on the ball. Played Kroos and Modric off the park at the Bernabeu\". 🗣️Fortune: \"I rate him so highly as well There’s a pep wanted him\".🗣️Oblokoto: \"He's always been underrated\".🗣️CrusoeNG: \"Man did everything Rice should have done today, forward passes mate!\"🗣️DanR&D: \"He's always been good. You don't go from being a Ballon d'or nominee to crap in a year or so. It's just because he played for Chelsea that he doesn't get his flowers\". Jorginho is among the leaders in the dressing room and the club's third skipper after Martin Odegaard and Gabriel Jesus.Should Rice fail to recover in time for the clash against Nottingham Forest in nine days, the Italian will likely be handed a start.'Now we see why Arteta starts him': Arsenal fans change perception about David Raya",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Anthony Martial may NEVER play for Man United again - explained",
    "link":"https:\/\/tribuna.com\/en\/news\/manutd-2024-01-20-anthony-martial-may-have-played-last-game-for-man-united-explained\/",
    "author":"Toby Prince",
    "source":"ESPN",
    "publish_time":1705708800000,
    "content":"Anthony Martial may not play for Man United again if he undergoes hip surgery as being speculated. Typically, it takes nearly two months to recover from hip surgery. According to ESPN, Martial is currently in dialogue with the club's medical team over whether or not the best course of action would be to undergo an operation. If that is the case, then it is highly unlikely Martial will play again this season.The striker last appeared for United in the 3-0 loss against Bournemouth back on December 9 and there had been some speculation that he had been exiled by Erik ten Hag after being made to train alone.His agent, Phillipe Lamboley, however, denied it, adding that his client could be set to undergo \"a small operation\".Martial has scored just twice this season in appearances and was rumoured to be the subject of interest from Turkish giants Fenerbahce earlier in the month. His current expires in the summer.United return to action next weekend with an FA Cup fourth-round tie at Newport County before resuming their Premier League campaign against Wolves a few days later.Anthony Martial 'recovers from illness'",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"How Barca could line up in defence against Betis: 2 options",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-20-how-barca-could-line-up-in-defence-against-betis-2-options\/",
    "author":"Nаdine",
    "source":"Tribuna.com",
    "publish_time":1705708800000,
    "content":"Earlier this week, Xavi Hernandez stated that Barcelona intend to fight for the treble. But in order to compete for La Liga, the Catalans would need to close the eight-point gap behind the leaders first.They will start their journey with a Real Betis clash this weekend. Barca will have to face an Andalusian side without seven key players, four of whom are defenders. Xavi will have to make sure to deploy the best defensive line available to secure all three points on Sunday.Here are two options the coach could go with:Option 1Balde - Cubarsi - Araujo - KoundeWith two centre-backs missing, Pau Cubarsi has a golden opportunity to prove himself in his first start for the club at 16. He did a great job in his first 45-minute cameo v Unionistas. That's a rather risky option, however.Option 2Balde - Kounde - Araujo - RobertoThis is the most likely way Barca will line up in defense tomorrow, a much safer one. At least from Xavi's perspective.7 key players missing as Barcelona announce squad list for Betis",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Joelinton may not play another game for Newcastle",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-20-joelinton-may-not-play-another-game-for-newcastle\/",
    "author":"Andrii Sokolovskyi",
    "source":"Daily Mail",
    "publish_time":1705708800000,
    "content":"Joelinton's future at Newcastle appears uncertain as a result of a potential season-ending injury and a contract stand-off. The 27-year-old Brazilian, who has found success as a midfielder under Eddie Howe, suffered a thigh injury in the Magpies' recent FA Cup victory over Sunderland. With surgery scheduled for next week, it's unlikely Joelinton will feature again this season.Reports suggest that Joelinton's current wage demands exceed what Newcastle are willing to pay, leading to speculation that he might be sold before making another appearance. The Mail outlines that, with only 18 months left on his current deal, a compromise needs to be reached for Joelinton's long-term future at the club.It would be tough for Howe to lose the midfielder, as he really wants to keep Joelinton. However, it might be challenging since Joelinton's requests would make him the highest-paid player at the club.Newcastle open to selling to one of their best players 'liked by Deco'",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"'Skip': Jude Bellingham reacts to Jordan Henderson leaving Saudi Arabia for Ajax",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-01-20-skip-jude-bellingham-reacts-to-jordan-henderson-leaving-saudi-arabia-for-ajax\/",
    "author":"Kosta König",
    "source":"Instagram",
    "publish_time":1705708800000,
    "content":"\"Love it skip ❌❌❌\" Jude Bellingham wrote on Instagram to celebrate Jordan Henderson's comeback to Europe.The three crosses are one of the main symbols of Ajax, the club Henderson has joined. As for the 'skip' part, Hendo remains one of England's armband holders.Just like Toni Kroos, Jude apparently puts European football above everything else. Jordan Henderson spent half a season at Saudi Arabia's Al Ettifaq but decided to leave after facing several problems and not even receiving a single penny.Karim Benzema could be one of the next big players to leave Saudi Arabia.'I say it from the bottom of my heart': Toni Kroos reacts to Saudi crowd booing him during Supercopa",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Caught on camera: Bellingham's face after losing Atleti game says it all",
    "link":"https:\/\/tribuna.com\/en\/news\/realmadrid-2024-01-19-caught-on-camera-bellinghams-face-after-losing-atleti-game-says-it-all\/",
    "author":"Aleksei Blokhin",
    "source":"Tribuna",
    "publish_time":1705622400000,
    "content":"Atletico defeated Real Madrid 4-2 in extra time in the Spanish Cup Round of 16.Jude Bellingham was arguably the best player on the pitch for the Whites. He provided an assist to Joselu and was at the heart of almost every Madrid attack.The Englishman gave everything in the 120 minutes at Wanda and his face after the final whistle really says everything about his emotions.This is the first time Jude gets eliminated from a competition with the Whites.After overcoming his emotions, the 20-year-old went to the Real Madrid stand and applauded the Whites fans.",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Mikel Arteta reacts to reports linking Arsenal to Benzema, other strikers",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-19-mikel-arteta-reacts-to-reports-linking-arsenal-to-benzema-other-strikers\/",
    "author":"Toby Prince",
    "source":"Arsenal",
    "publish_time":1705622400000,
    "content":"Mikel Arteta appears to have ruled out the possibility of signing Karim Benzema or any other striker this month.Speaking on reports linking Arsenal with an attacker in this window, he said: \"No, because I love the players that we have.\"Benzema emerged as a surprise target for the Gunners who have only scored thrice in their last six matches. The Frenchman still has two years left on his contract but is not happy with how his time in the Saudi Pro League is going.Al-Ittihad won the title last season, but have struggled this campaign and are seventh in the table, 25 points behind leaders Al-Hilal.Gabriel Jesus is expected to return against Crystal Palace on Saturday. The Brazilian has just three Premier League goals this season. Arteta on Arsenal signing a striker: 'It doesn't look realistic'",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"'If not, you'll be out': Mikel Arteta makes admission about Arsenal future",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-19-if-not-youll-be-out-mikel-arteta-makes-admission-about-arsenal-future\/",
    "author":"Toby Prince",
    "source":"Euro Sport",
    "publish_time":1705622400000,
    "content":"Mikel Arteta has reiterated the importance of getting results as a manager. The Gunners are winless in their last four matches across all competitions.     \"First of all you have to win and we won when we arrived,\" he said. \"When you win, you're probably going to have time and then you have to convince a lot of people that the work you do is worth them giving you the time.\"If not, you'll be out. At some stage you need results and if not, then you'll be out again because it's the nature of our job. \"I've been lucky with the people I've had because first of all, we won and then they saw the work that we were doing and put faith and belief in that.\"Before I joined, I think everybody was clear that we needed some major changes and structure at the club. In terms of the squad, [we needed] improvements and that hasn't happened overnight.\"Arsenal face Crystal Palace on Saturday desperately seeking to revive their Premier League hopes. The Gunners are five adrift leaders Liverpool.Jesus could be back: team news & potential starting XIs for Crystal Palace clash",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"‘Nah, this guy’s not real': Rob Holding recalls what happened when he first watched Saka",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-19-nah-this-guys-not-real-rob-holding-recalls-what-happened-when-he-first-watched-saka\/",
    "author":"Toby Prince",
    "source":"Harry’s Gym Chat",
    "publish_time":1705622400000,
    "content":"Rob Holding may no longer be at Arsenal but the Englishman still has fond memories of his time there. Holding who joined Crystal Palace in the summer can't seem to forget what happened when he first saw Bukayo Saka play. He said: “He’s so strong! He’s so strong that people bounce off him. I remember the first time I noticed him and was like ‘wow he’s strong’.\"I think it was (Seamus) Coleman come flying into him to nail him and Bukayo was just gone, he just bounced off him and carried on running. I was like ‘nah, this guy’s not real. This guy’s ridiculous.”Despite standing at 1.78 m and weighing around 72 kg, Saka is physically strong. He is also fast and skillful. Since making his debut in 2018, the Englishman has racked up over 200 appearances with about 50 goals.'He’s doing it on a consistent basis now': Iwobi explains why older Arsenal players were offended by Saka",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Best way how Barca could line up with Kalvin Phillips",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-17-best-way-how-barca-could-line-up-with-kalvin-phillips\/",
    "author":"Kosta König",
    "source":"Tribuna.com",
    "publish_time":1705449600000,
    "content":"Barcelona are said to be interested in landing Kalvin Phillips this month.The Englishman is a classic defensive midfielder whose strong attributes include tackling, intercepting the ball and distributing it. He would be the perfect choice for Xavi's four-man midfield, playing the Sergio Busquets' role.When Marc-Andre ter Stegen, Joao Cancelo and Inigo Martinez are fit, this could be the way to go.Kalvin could comfortably play as a single defensive midfielder in a 4-3-3 formation, but this means one of the star midfielders will probably have to be benched – and they all look good at the moment.❓ How do you see Barca with Kalvin Phillips?",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"What formation Napoleon would use if he were a football coach and what French players he'd pick",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-17-what-formation-would-napoleon-use-if-he-were-a-football-coach-and-what-french-players-wou\/",
    "author":"Kosta König",
    "source":"Tribuna.com",
    "publish_time":1705449600000,
    "content":"Napoleon Bonaparte was one of the greatest conquerors in history. A detailed mathematical analysis proves he is actually the greatest general in history of warfare, beating the second-highest performer, Julius Caesar, by a huge margin – 16.679 WAR (Wins Above Replacement – an estimate of a general's performance in war compared to other top generals) against 7.445.The unique set of skills he possessed at the time could’ve also made him the GOAT among modern football managers. As a smart and innovative tactician, the French leader didn’t mind replacing seasoned generals with younger ones to keep his strategies fresh. Despite surviving on a mere 3-4 hours of sleep per day, he relentlessly improved his abilities through hard work. Beyond his military prowess, Napoleon's greatness lay in his profound connection with simple soldiers as he earned their genuine affection through his exceptional man-management skills.Who would make Napoleon's roster?Mostly loyal, hardworking players who are also pacy, mobile and creative enough.Mike Maignan. Faithful, consistent – the Milan goalkeeper would be France’s first choice no matter who the head coach is. We may compare him to Napoleon’s cavalry officer Joachim Murat, a key figure in Bonaparte’s inner circle whose leadership was crucial in multiple battles, especially in the Jena-Austerstedt one against the Prussian forces.Jules Kounde. His mobility is truly impressive. Like marshal Louis-Gabriel Suchet, Kounde has mostly succeeded on Spanish battlefields. Moreover, Suchet’s most notable campaign occurred in Catalonia where he displayed exceptional defensive and organisational skills.William Saliba. The centre-back is a real fighter who knows how to clean up his teammates’ mistakes in the rear. As the standout defender, he could be compared to general Auguste de Marmont who demonstrated outstanding defensive skills during the Peninsular War and in various battles against the British.Dayot Upamecano. The Bayern centre-back is one of the most powerful and hardworking players in the roster. His aggressiveness reminds us of another of Napoleon’s marshals, Pierre Augereau, who led the French forces in a fierce way against the Austrian army at the Battle of Castiglione.Theo Hernandez. The left-back would have a special role on Napoleon’s team as the most damaging attacks would be launched exactly from his wing. His fearlessness and audacity would make him as important as marshal Jean Lannes was for Bonaparte – his bold and effective attacks helped turn things around in the Battle of Marengo against the Austrians.Eduardo Camavinga. The midfielder has made his fans create songs about him – almost as if he were some legendary soldier of the past. Cama is a versatile warrior who can occupy almost every position in midfield in defence. Eduardo’s historical ‘twin’ is Nicolas Soult who rapidly rose through the ranks at a young age and demonstrated top ability in both defence and offence.Aurelien Tchouameni. The defensive midfielder will make sure Bonaparte’s winning record is perfect – Real Madrid are yet to lose a single game with him on the pitch this season. We would compare him to Andre Massena, one of Napoleon’s most successful comrades, also called the ‘Dear Child of Victory’.Kingsley Coman. It’s not just the pace that makes Coman special – he is also clutch in big games, including Champions League finals. Besides, few players can boast about having won 29 trophies at just 27 years old. His historical prototype can be Louis-Alexandre Berthier who broke into the French army as a youngster and played a big role in campaigns all over the world.Antoine Griezmann. One of the most loyal players in the history of the national team. A symbol of Les Bleus who has hit his prime again. Griezmann is the analogue of Napoleon’s ‘Iron Marshal’ Louis-Nicolas Davout, mostly known for his tactical brilliance and exceptional intelligence that was at its best at the Battle of Austerlitz.Kylian Mbappe. Although the French superstar is not an easy player to deal with, he remains the team’s most powerful force for years to come. His effectiveness and courage make us feel he is Michel Ney – Napoleon’s legendary comrade who led his army from the front lines, particularly in the Peninsular War against the Spanish and Portuguese where he earned the ‘Bravest of the Brave’ nickname.Olivier Giroud. The 36-year-old is definitely not among the fastest France players, but his work rate and physical ability make him a standout performer too. As a recent Serie A winner who keeps playing a key role at 37, he could be compared to Eugene de Beauharnais, the Viceroy of Italy who was quite effective in some of the biggest engagements of the Napoleonic Wars including the Battle of Wagram.What formation would he choose?To identify Napoleon’s game plan, let’s use the famous Battle of Austerlitz as an example – the engagement that took place between the French army and the Russian and Austrian forces in 1805, ending in the latter’s decisive defeat and the collapse of the Third Coalition which was chiefly made up of Britain, Austria and Russia.It’s arguably as iconic as the 1998 World Cup final between France and Brazil. Just like in that game, where France played with 10 men for half an hour, Bonaparte’s troops were outnumbered – some 72,000 men against 85,000 opposition soldiers.Here is a brief description of what was happening on the battlefield back then:Based on Napoleon’s deployment of troops during the Austerlitz, we believe he would pick the 4-2-1-3 formation for his team. It would be quite asymmetric, though, as his greatest tactical trick would be deceiving the opposition by deliberately weakening the right side, just like in the famous battle:With the opposition mostly deploying their forces on France’s right flank, Napoleon would take advantage of the gap in the opponent’s middle area and attack the space:After the midfield battle is won and the opposition are spread to the left and the right, Napoleon would proceed by attacking the opponent’s vulnerable wings – mostly through his left which is still fresh as it wasn’t quite involved yet.Although Kylian Mbappe is usually used as a striker in the national team, here he would be deployed on the left wing to use his pace to the fullest. Call it one more major tactical tweak of Bonaparte to make his left wing absolutely destructive:After the opposition is exhausted, Napoleon would make sure the battle is won by using his reserves. Explosive forwards like Randal Kolo Muani, Moussa Diaby and Christopher Nkunku could add some freshness to the attack in the second half:Napoleon Bonaparte would’ve really taken the world of football by storm – and his non-stop tactical creativity would also make him fun to watch.We can only wonder what bets people would have made on that battle back in the day if they had had such an opportunity. One-day win, draw or 'Napoleon to destroy Third Coalition before the new year'?",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Arsenal encouraged to sign Aleksander Isak following impressive Man City display",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-17-arsenal-encouraged-to-sign-aleksander-isak-following-impressive-man-city-display\/",
    "author":"Meghna @ 1819",
    "source":"Vibe with Five @ YouTube",
    "publish_time":1705449600000,
    "content":"Last week, Newcastle United lost 2-3 to Manchester City but the hosts were praised for holding their own throughout the game. Aleksander Isak scored one - his 10th league goal in 16 appearances - for the Magpies and was a constant threat to Man City defenders. Man United legend Rio Ferdinand believes Arsenal should not hesitate to sign Isak this month. After all, the Gunners are severely struggling in front of goal. Bukayo Saka has scored six goals and assisted six more but Gabriel Jesus has scored just thrice. Gabriel Martinelli has scored and assisted two each but that's not enough to sustain a title challenge. After watching Isak against Man City, Rio believes he would be the right solution for Arsenal. He said on Vibe with Five: \"Alexander Isak was running in behind constantly [against Manchester City], if I’m Arsenal, I’m going all out and buying him. \"Why? They can’t spend... they’re struggling with [profit and sustainability rules]. \"I think there’s another jump up before [he goes to a club like Real Madrid]. I saw somewhere they have to sell before they can buy again.\" '£60m for Isak, £85m for Antony': Arsenal fan highlights smart buy as compared to Premier League rivals",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Chelsea fan meets Sarri: 'He said he wants to return'",
    "link":"https:\/\/tribuna.com\/en\/news\/chelsea-2024-01-17-chelsea-fan-meets-sarri-he-said-he-wants-to-return\/",
    "author":"Aleksei Blokhin",
    "source":"Sir shargi  @ Twitter",
    "publish_time":1705449600000,
    "content":"A Chelsea fan nicknamed Shargi met Maurizio Sarri, who's now in charge of Lazio in Serie A.Shargi tweeted about the exchange:  \"Do you know, the Pride of London fans, that when I told him that we thank you for the Europa League, he said that he wishes he would return to Chelsea, by the grace of God 🤯🤯🤯🤯🤯🤯\"Sarri spent the 2018\/19 season in charge of Chelsea, guiding the team to the Europa League win. The Blues finished third in the Premier League and reached the League Cup final, where they were beaten by Man City on penalties.The Italian left the club after the end of the season, citing his desire to return to Italy. He later said that leaving the Bridge was a mistake.Sarri took over at Lazio in 2021 and guided them to a second-placed finish in 2023, their highest since the 1999\/00 season. They've qualified for the Champions League Round of 16 by finishing second in their group. The 63-year-old's contract with Lazio expires in 2025.",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"'Good news. Mourinho is bigger than AS Roma': Fans react to Roma sacking Jose Mourinho",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-16-good-news-mourinho-is-bigger-than-as-roma-fans-react-to-roma-sacking-jose-mourinho\/",
    "author":"Andrii Sokolovskyi",
    "source":"Fabrizio Romano",
    "publish_time":1705363200000,
    "content":"AS Roma have parted ways with Jose Mourinho. During his time at the club, Mourinho led the team to win the Conference League in Tirana on May 25th, 2022, and to the Europa League final in Budapest last season. Fans all over the world were quick to react to this news. SamoraFortune: \"Bro this is wild. Never saw this coming.\"UtdFaithfuls: \"Led them to their first European trophy in 61 years and still has so much left in his locker. Curious to see where he goes next.\"George: \"The Special One deserved better. He gave them their first trophy and they have sacked him. Small clubs and pride.\"Oluwapundittt: \"They tripping. Roma just lost the best Manager in their history.\"Nungua Burnaboy: \"The goat, he’s bigger than AS Roma. Mourinho is clear.\"Nungua Burnaboy: \"Good news. Mourinho is bigger than AS Roma.\"Iseunife The First: \"Forever one of the greatest managers of all time! The special one! 🐐\"Mourinho probably won't stay for long without a club. According to Oddschecker, he is a 3-1 favourite to take Eddie Howe's job at Newcastle, however, there are also other possible variants. Jose Mourinho next club odds: Premier League club in favourites after Roma sackingJosé Mourinho spotted leaving Roma's training camp for one last time",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"'Yes, the deal with Brighton is 100% done': Valentin Barco announces his move to Brighton",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-16-yes-the-deal-with-brighton-is-100-done-valentin-barco-announces-his-move-to-brighton\/",
    "author":"Andrii Sokolovskyi",
    "source":"The Telegraph",
    "publish_time":1705363200000,
    "content":"Exciting news for Brighton fans as the club announces the signing of Argentine wonder kid Valentin Barco from Boca Juniors. The deal, valued at £8 million, has been finalized, with both clubs completing the necessary paperwork.\"Yes, the deal with Brighton is 100% done. I’ve signed the contract. My dream has always been to play in Europe. I tried to let Boca have sell-on clause but no way… so Brighton had to trigger the clause.\"Barco caught Brighton's attention with his breakthrough in senior football, showcasing versatility as a full-back and winger. This signing aligns with Brighton's successful track record of nurturing top talent from South America, evident in the moves of Alexis Mac Allister and Moises Caicedo to Liverpool and Chelsea last summer.The Argentine prodigy Barco is now set to fight for a spot in Roberto De Zerbi's team, who have brought in young talent such as Ansu Fati this season.",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"José Mourinho spotted leaving Roma's training camp for one last time",
    "link":"https:\/\/tribuna.com\/en\/news\/football-2024-01-16-jose-mourinho-spotted-leaving-romas-training-camp-for-one-last-time\/",
    "author":"Andrii Sokolovskyi",
    "source":"Iconic_Mourinho",
    "publish_time":1705363200000,
    "content":"Jose Mourinho was spotted leaving Roma's training camp for one last time after being sacked from the club. Some fans tried to take selfies with the former coach of Roma, however, Jose wasn't in the best mood for such activities.Fans were singing the 'Jose Mourinho' song, while he was leaving the camp.Roma's decision to sack Mourinho follows a 3-1 defeat at Milan and last Wednesday’s Coppa Italia exit in the derby against Lazio.\"AS Roma can confirm that José Mourinho and his coaching staff will leave the club with immediate effect,\" the club said in a statement. Daniele De Rossi is Roma’s preferred choice to replace Mourinho and talks have been opened.Roma set to contact former Italian midfielder to replace Jose Mourinho",
    "thumbnail":"default",
    "category":"Match Result"
  },
  {
    "title":"'Not on the level expected': William Gallas blames Odegaard for Arsenal's struggles",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-16-not-on-the-level-expected-william-gallas-blames-odegaard-for-arsenals-struggles\/",
    "author":"Toby Prince",
    "source":"Gambling Zone",
    "publish_time":1705363200000,
    "content":"William Gallas believes Arsenal's struggles this season are down to their skipper Martin Odegaard. Speaking to Gambling Zone, Gallas suggested that the club needs Odegaard to be at his best to drag them through matches they are struggling in.He explained: “If the media knows their problem, the players have to understand it and they have to do more and fight to win even if they don’t play well.“They don’t have that mentality at the moment. I was speaking about Odegaard, who is so talented and his technique is unbelievable. But if he’s not on the level we expect him to be, it looks like the team doesn’t play well.“It’s not only Odegaard though, he’s not the only one, but I don’t think he’s been at the level he needs to be at.”Arsenal are currently fourth in the Premier League, five points off table-toppers Liverpool. The Gunners have picked up just one win from their last six matches, scoring only three goals.'It's just a small dip': Arsenal told not to worry about Martin Odegaard's form this season",
    "thumbnail":"default",
    "category":"Injury Update"
  },
  {
    "title":"Victor Osimhen responds to potential Arsenal move",
    "link":"https:\/\/tribuna.com\/en\/news\/arsenal-2024-01-16-victor-osimhen-responds-to-potential-arsenal-move\/",
    "author":"Toby Prince",
    "source":"Fabrizio Romano",
    "publish_time":1705363200000,
    "content":"Victor Osimhen when asked about a potential move to England: “Of course, one day I’d love to play in Premier League definitely.“But for now I've other plans for my career. When the time comes, everyone will know.\"Osimhen has been linked with a move to Arsenal. The Nigerian who has a £112million release clause in his current contract at Napoli, is considered the ideal striker for the Gunners.Since the start of last season, Osimhen has scored 39 goals in all competitions for Napoli, including 31 in 39 in 2022\/23. Arsenal 'make contact' with Osimhen over club-record deal",
    "thumbnail":"default",
    "category":"Transfer"
  },
  {
    "title":"Barcelona 'set to receive €50m' – it can be spent on transfers",
    "link":"https:\/\/tribuna.com\/en\/news\/fcbarcelona-2024-01-16-barcelona-set-to-receive-50m-part-of-it-can-be-spent-on-transfers\/",
    "author":"Kosta König",
    "source":"Diario Sport",
    "publish_time":1705363200000,
    "content":"Barcelona have the documents prepared to sell 49 per cent of Barca Studios, reports Diario Sport's Lluis Miguelsanz.This is an economic lever Barca are yet to trigger. They weren't able to do it before since a German investment fund refused to pay them the money.This time, the club have two offers on the table. Barca's condition is that the buyer must make an initial payment of €50m. The complete price of the package is €200m, but it seems like it won't be paid in full straight away.Xavi and Deco have recently ruled out the possibility of signing anyone in January. Things could change if Barca complete the sale quickly. At least, they would be able to land someone on loan until the end of the season.The Catalans have been heavily linked with Girona midfielder Aleix Garcia lately.All potential FC Barcelona transfers in January 2024",
    "thumbnail":"default",
    "category":"Transfer"
  }
]